{"id": "en-HomeComfort_ch00000", "text": "Home Comfort\n\n============\n\nAn Introduction to Inner Fulfilment\n\n-----------------------------------\n\nAll glory to Śrī Śrī Guru-Gaurāṅga\n\nHome Comfort\n\nAn Introduction to Inner Fulfilment\n\nCompiled from informal discourses given by\n\nHis Divine Grace\n\nŚrīla Bhakti Rakṣak Śrīdhar Dev-Goswāmī Mahārāj\n\nThe Founder-Āchārya of Śrī Caitanya Sāraswat Maṭh\n\nProduced under the guidance of his dearmost disciple,\n\nthe Sevāite-Āchārya of Śrī Caitanya Sāraswat Maṭh,", "metadata": {"book_id": "en-HomeComfort", "title": "HomeComfort", "author": "Unknown", "chunk_index": 0, "type": "prose", "category": "book", "source": "en-HomeComfort.txt", "tradition": "Gaudiya Vaishnavism", "entities": ["Śrī Śrī Guru-Gaurāṅga", "Śrīla Bhakti Rakṣak Śrīdhar Dev-Goswāmī Mahārāj", "Śrī Caitanya Sāraswat Maṭh"], "topics": [{"name": "Guru-tattva", "score": 1.0}, {"name": "Sadhana-bhakti", "score": 0.9}, {"name": "Avatar-tattva", "score": 0.7}], "text_canonical": null}}
{"id": "en-HomeComfort_ch00001", "text": "His Divine Grace\n\nŚrīla Bhakti Sundar Govinda Dev-Goswāmī Mahārāj\n\n©1992\n\nAll rights reserved by\n\nThe current President-Acharya of\n\n, Nabadwip\n\nEditor-in-Chief\n\nŚrī Svarupananda Prabhu\n\nCompiled by\n\nSripad B.S. Tridandi Mahārāj and\n\nSripad Mahananda Das Bhakti Ranjan\n\nPublished by\n\nKolerganj, Nabadwip, Nadia", "metadata": {"book_id": "en-HomeComfort", "title": "HomeComfort", "author": "Unknown", "chunk_index": 1, "type": "prose", "category": "book", "source": "en-HomeComfort.txt", "tradition": "Gaudiya Vaishnavism", "entities": ["Śrīla Bhakti Sundar Govinda Dev-Goswāmī Mahārāj", "Svarupananda Prabhu", "B.S. Tridandi Mahārāj", "Mahananda Das Bhakti Ranjan"], "topics": [{"name": "Guru-tattva", "score": 1.0}, {"name": "Sadhana-bhakti", "score": 0.8}], "text_canonical": null}}
{"id": "en-HomeComfort_ch00002", "text": "Pin 741302, W.B., India\n\nContents\n\n--------\n\nContents\n\nInner Front Cover\n\nForeword\n\nThe Plane of Dedication\n\nSearching for Our Home\n\nOur Best Interest\n\nSelf-Realisation\n\nŚrī Guru and His Grace\n\nAbout the Author\n\nBack Cover\n\nInner Front Cover\n\n-----------------\n\nInner Front Cover\n\nThe Lord’s Loving Search for His Lost Servants\n\n“Why did you stay away? Why have you been living away from home for so long? How was it possible for you? How could you bear My separation? You left Me, and you have been passing lives after lives without Me? Still, I know what trouble you took to return to Me. You searched for Me everywhere and went to beg from house to house, and you were chastised by many, ridiculed by many, and you shed tears for Me. I know all these things. I was with you. And now, after great trouble, you have again come back to Me.”", "metadata": {"book_id": "en-HomeComfort", "title": "HomeComfort", "author": "Unknown", "chunk_index": 2, "type": "prose", "category": "book", "source": "en-HomeComfort.txt", "tradition": "Gaudiya Vaishnavism", "entities": [], "topics": [{"name": "Avatar-tattva", "score": 0.5}, {"name": "Saranagati", "score": 0.5}, {"name": "Bhagavat-tattva", "score": 0.5}], "text_canonical": null}}
{"id": "en-HomeComfort_ch00003", "text": "Foreword\n\n--------\n\nForeword\n\nI am feeling very fortunate to have come into the personal association of Śrīla Bhakti Rakṣak Śrīdhar Dev-Goswāmī, our Śrīla Guru Mahārāj, and now to have this chance to present this introductory booklet. Throughout his whole life, Śrīla Guru Mahārāj practised what he preached. The sincere practitioners are themselves an introduction to the subject of genuine, joyful, spiritual life, but they are not able to visit everyone personally. Therefore, we are taking the opportunity afforded by the modern scientific age in order to print books to broadcast widely such wisdom. The vibration emanating from a printing press in this way can beneficially influence not only this mundane world, but it can even conquer souls already established in the spiritual plane. It is, therefore, very joyful and satisfying to see the manifestation of this publication, Home Comfort—An Introduction to Inner Fulfilment. It is a selection from our Divine Master’s lectures introducing the subject of theistic spiritual life, and, for the service of his Divine Mission, it has been reproduced in print by the sincere efforts of the student practitioners here.", "metadata": {"book_id": "en-HomeComfort", "title": "HomeComfort", "author": "Unknown", "chunk_index": 3, "type": "prose", "category": "book", "source": "en-HomeComfort.txt", "tradition": "Gaudiya Vaishnavism", "entities": ["Śrīla Bhakti Rakṣak Śrīdhar Dev-Goswāmī", "Śrīla Guru Mahārāj"], "topics": [{"name": "Saranagati", "score": 0.8}, {"name": "Sadhana-bhakti", "score": 0.6}, {"name": "Bhagavat-tattva", "score": 0.5}], "text_canonical": null}}
{"id": "en-HomeComfort_ch00004", "text": "Up to his last days, Śrīla Guru Mahārāj bestowed his mercy upon the conditioned souls in the form of lectures which he would sometimes deliver continuously hour after hour. From his example, we can understand the injunction of the scriptures that until our last breath we must try to practise service to the transcendental service world—and give that same opportunity to others.\n\nAnyone who carefully reads this booklet with sincerity must be benefitted and receive inspiration as well as the opportunity to approach that life of true inner fulfilment.\n\nHumbly,", "metadata": {"book_id": "en-HomeComfort", "title": "HomeComfort", "author": "Unknown", "chunk_index": 4, "type": "prose", "category": "book", "source": "en-HomeComfort.txt", "tradition": "Gaudiya Vaishnavism", "entities": ["Śrīla Guru Mahārāj"], "topics": [{"name": "Sadhana-bhakti", "score": 0.8}, {"name": "Nama-tattva", "score": 0.6}, {"name": "Dham-tattva", "score": 0.4}], "text_canonical": null}}
{"id": "en-HomeComfort_ch00005", "text": "Swāmī B.S. Govinda\n\nŚrī Caitanya Sāraswat Maṭh, Nabadwīp\n\n8 February 1992\n\nThe Plane of Dedication\n\n-----------------------\n\nChapter One\n\nThe Plane of Dedication\n\nPlease listen attentively to what I shall explain. In a scientific way, I shall try to explain the subject to you, in general, independently of all religious conceptions.\n\nFirst of all, we should understand that there are three planes of life: the plane of mundane enjoyment, the plane of renunciation, and the plane of dedication. The plane of enjoyment is where we are at present, more or less. Mundane enjoyment means exploitation; and without exploitation, none can exist in this plane.", "metadata": {"book_id": "en-HomeComfort", "title": "HomeComfort", "author": "Unknown", "chunk_index": 5, "type": "prose", "category": "book", "source": "en-HomeComfort.txt", "tradition": "Gaudiya Vaishnavism", "entities": ["Śrī Caitanya Sāraswat Maṭh", "Nabadwīp", "Swāmī B.S. Govinda"], "topics": [{"name": "Guru-tattva", "score": 0.8}, {"name": "Sadhana-bhakti", "score": 0.6}, {"name": "Dham-tattva", "score": 0.4}], "text_canonical": null}}
{"id": "en-HomeComfort_ch00006", "text": "अहस्तानि सहस्तानामपदानि चतुष्पदाम् ।\n\nफल्गूनि तत्र महतां जीवो जीवस्य जीवनम् ॥\n\nahastāni sahastānām apadāni chatuṣpadām", "metadata": {"book_id": "en-HomeComfort", "title": "HomeComfort", "author": "Unknown", "chunk_index": 6, "type": "prose", "category": "book", "source": "en-HomeComfort.txt", "tradition": "Gaudiya Vaishnavism", "entities": ["Krishna", "Chaitanya Mahaprabhu", "Bhakti Vinod Thakur", "Navadvip", "Vrindavan"], "topics": [{"name": "Guru-tattva", "score": 0.8}, {"name": "Saranagati", "score": 0.6}, {"name": "Nama-tattva", "score": 0.4}], "text_canonical": null}}
{"id": "en-HomeComfort_ch00007", "text": "phalgūni tatra mahatāṁ jīvo jīvasya jīvanam\n\n“Those with hands live off those that have none. Four-footed animals live on grass, creepers, etc., and the large live off the small.” Everything is full of life. Creepers, grass, and trees also have life, but without exploitation none can maintain their body in this plane.\n\nThis is the plane of exploitation, and, as Newton’s third law says, to every action there is an equal and opposite reaction. By exploitation one incurs some debt, and to clear that debt he will have to go down. In this way, there are so many jīvas or souls going up and down, up and down, due to action and reaction in the plane of exploitation. Society is trying to exploit to the utmost; everywhere there is the attempt to live at the cost of others. Without it, life is impossible because this is the plane of exploitation.\n\nThe Buddhists, the Jains, the followers of Śaṅkar, and so many others are trying to get out of this entanglement of exploitation and find a life where there is no exploitation, no action and reaction. To avoid action and reaction, they try to find a position of renunciation, and they come to a conception similar to dreamless sleep, that of samādhi: to withdraw completely from the objective world and remain in the subjective plane. Without allowing their feelings to move into the lower plane, they always keep a subjective position, and that is something like dreamless sleep.", "metadata": {"book_id": "en-HomeComfort", "title": "HomeComfort", "author": "Unknown", "chunk_index": 7, "type": "prose", "category": "book", "source": "en-HomeComfort.txt", "tradition": "Gaudiya Vaishnavism", "entities": ["Krishna", "Chaitanya Mahaprabhu", "Bhakti Vinod Thakur", "Newton", "Śaṅkar"], "topics": [{"name": "Maya-samsara", "score": 0.9}, {"name": "Sadhana-bhakti", "score": 0.7}, {"name": "Avatar-tattva", "score": 0.5}], "text_canonical": null}}
{"id": "en-HomeComfort_ch00008", "text": "The Vaiṣṇava section—those who serve the Supreme Lord—are of the opinion that there is another world, the world of dedication. That dedication is just the opposite of exploitation. In the mundane plane, every unit wants to exploit the environment, whereas in the plane of dedication every unit wants to serve the environment; the real key to the life of that plane is to serve the Centre. We are living in an organic whole, so every point must be true to the organic Centre. The explanation is given in Śrīmad Bhāgavatam (4.31.14) by the analogy of serving the root of a tree:", "metadata": {"book_id": "en-HomeComfort", "title": "HomeComfort", "author": "Unknown", "chunk_index": 8, "type": "prose", "category": "book", "source": "en-HomeComfort.txt", "tradition": "Gaudiya Vaishnavism", "entities": ["Vaiṣṇava", "Śrīmad Bhāgavatam", "Krishna"], "topics": [{"name": "Dham-tattva", "score": 0.8}, {"name": "Sadhana-bhakti", "score": 0.6}, {"name": "Bhagavat-tattva", "score": 0.4}], "text_canonical": null}}
{"id": "en-HomeComfort_ch00009", "text": "यथा तरोर्मूलनिषेचनेन\n\nतृप्यन्ति तत्स्कन्धभुजोपशाखाः ।\n\nप्राणोपहाराच्च यथेन्द्रियाणां\n\nतथैव सर्व्वार्हणमच्युतेज्या ॥\n\nyathā taror mūla-niṣechanena\n\ntṛpyanti tat-skandha-bhujopaśākhāḥ\n\nprāṇopahārāch cha yathendriyāṇāṁ\n\ntathaiva sarvārhaṇam achyutejyā\n\nIn the Vedic literature also, we find it said, “Try to find the one by knowing whom everything is known.”", "metadata": {"book_id": "en-HomeComfort", "title": "HomeComfort", "author": "Unknown", "chunk_index": 9, "type": "prose", "category": "book", "source": "en-HomeComfort.txt", "tradition": "Gaudiya Vaishnavism", "entities": ["Krishna", "Chaitanya Mahaprabhu", "Bhakti Vinod Thakur", "Navadvip", "Vrindavan"], "topics": [{"name": "Guru-tattva", "score": 0.8}, {"name": "Saranagati", "score": 0.6}, {"name": "Nama-tattva", "score": 0.5}], "text_canonical": null}}
{"id": "en-HomeComfort_ch00010", "text": "यस्मिन्विज्ञाते सर्व्वमिदं विज्ञातं भवति ।\n\nयस्मिन्प्राप्ते सर्व्वमिदं प्राप्तं भवति ।\n\nतद्विजिज्ञासस्व तदेव ब्रह्म ॥\n\nyasmin vijñāte sarvam idaṁ vijñātaṁ bhavati", "metadata": {"book_id": "en-HomeComfort", "title": "HomeComfort", "author": "Unknown", "chunk_index": 10, "type": "prose", "category": "book", "source": "en-HomeComfort.txt", "tradition": "Gaudiya Vaishnavism", "entities": ["Brahma"], "topics": [{"name": "Avatar-tattva", "score": 0.9}, {"name": "Bhagavat-tattva", "score": 0.7}], "text_canonical": null}}
{"id": "en-HomeComfort_ch00011", "text": "yasmin prāpte sarvam idaṁ prāptaṁ bhavati\n\ntad vijijñāsasva tad eva brahma\n\nThere is a central point by knowing which everything is known, and by attaining which everything is attained. The long and short of the entire Vedic advice is to try to seek out that Centre. In the beginning, some may think this to be a ludicrous claim. “By knowing one, everything is known, by getting one, everything is got—what is this? Only a madman can say such a thing!” So, an analogy is given in Śrīmad Bhāgavatam: when you pour water onto the root of a tree, the whole tree is fed, and if you put food into the stomach, the whole body is fed; similarly, if you do service to the Centre, everything is served. It is possible, and to do that means to enter the plane of dedication. Avoiding the plane of exploitation, and also that of renunciation, try to enter the plane of dedication. Your ātmā, your soul proper, is a member of that plane. That is the real world, whereas this is the perverted reflection.\n\nThe real world is where every unit is dedicating itself to the whole, represented by the Centre, just as in a healthy body every atom will work for the welfare of the whole body. If an atom works for itself, it exploits to the extreme, and such local works for local interest are clearly bad. Every part of the body and every atom must work for the welfare of the whole system. There is a centre, and by the guidance of that, it will work.", "metadata": {"book_id": "en-HomeComfort", "title": "HomeComfort", "author": "Unknown", "chunk_index": 11, "type": "prose", "category": "book", "source": "en-HomeComfort.txt", "tradition": "Gaudiya Vaishnavism", "entities": ["Krishna", "Chaitanya Mahaprabhu", "Bhakti Vinod Thakur", "Śrīmad Bhāgavatam"], "topics": [{"name": "Guru-tattva", "score": 0.8}, {"name": "Saranagati", "score": 0.6}, {"name": "Dham-tattva", "score": 0.5}], "text_canonical": null}}
{"id": "en-HomeComfort_ch00012", "text": "What is the position of the Centre? It is mentioned in Bhagavad-gītā,\n\nसर्व्वधर्म्मान् परित्यज्य मामेकं शरणं व्रज ।\n\nsarva-dharmān parityajya mām ekaṁ śaraṇaṁ vraja\n\n(18.66)\n\nKṛṣṇa explains His position: “Abandon all dharmas or duties and just surrender unto Me.”\n\nNow I want to represent this conception from another standpoint. Hegel was a good German philosopher, and in his philosophy he has given a concept: the Absolute Truth, the Prime Cause of everything, must have two qualifications. What are they? It must be by itself and for itself.\n\nPlease try to pay attention. ‘By itself’ means that He is His own cause—nothing else created Him. If anything has created Him, that creator will have the primary importance. Therefore, to be the Absolute, He must be anādi, eternally existing and not created by anything. The Absolute must have this qualification.\n\nThe next qualification is that the Absolute Truth is ‘for itself’. He exists for His own satisfaction, not to satisfy any other. If His existence was for the purpose of satisfying any other entity, that would make Him secondary and He would not hold the prime position.", "metadata": {"book_id": "en-HomeComfort", "title": "HomeComfort", "author": "Unknown", "chunk_index": 12, "type": "prose", "category": "book", "source": "en-HomeComfort.txt", "tradition": "Gaudiya Vaishnavism", "chapter": "18", "verse": "66", "entities": ["Kṛṣṇa", "Hegel", "Bhagavad-gītā"], "topics": [{"name": "Avatar-tattva", "score": 0.8}, {"name": "Bhagavat-tattva", "score": 0.6}, {"name": "Siddhanta", "score": 0.4}], "text_canonical": null}}
{"id": "en-HomeComfort_ch00013", "text": "Therefore, the Absolute must have these two qualifications: He is His own cause, and He exists only to satisfy Himself, to fulfil His own purpose. The Absolute is by itself and for itself. If even a blade of grass moves, it moves to fulfil the purpose of the Absolute. Everything—every incident, and whatever happens—must have to be for His satisfaction. So the real current is His līlā, His Pastimes. We are guided by separate interest: family interest, country interest, social interest or humanitarianism, etc., but in the infinite consideration it is all only a tiny part, and we are all engaged in acting for such separate interest. There is a clash between innumerable separate interests, and so there is trouble. But we must leave all our so-called special interests, come out from misunderstanding, and try to attain the function of a unit active for the cause of the whole.\n\nThe conclusion of Bhagavad-gītā given by Kṛṣṇa is “Sarva-dharmān parityajya—give up all your duties which you think at present you have to discharge, and—Mām ekaṁ śaraṇaṁ vraja—surrender to My feet.”", "metadata": {"book_id": "en-HomeComfort", "title": "HomeComfort", "author": "Unknown", "chunk_index": 13, "type": "prose", "category": "book", "source": "en-HomeComfort.txt", "tradition": "Gaudiya Vaishnavism", "entities": ["Kṛṣṇa", "Bhagavad-gītā", "Kṛṣṇa"], "topics": [{"name": "Avatar-tattva", "score": 0.8}, {"name": "Saranagati", "score": 0.6}, {"name": "Bhagavat-tattva", "score": 0.4}], "text_canonical": null}}
{"id": "en-HomeComfort_ch00014", "text": "अहं त्वां सर्व्वपापेभ्यो मोक्षयिष्यामि मा शुचः ।\n\nahaṁ tvāṁ sarva-pāpebhyo mokṣayiṣyāmi mā śuchaḥ\n\n“I shall relieve you of all the troubles of which you can ever conceive.”\n\nIn other words, you must remember to be faithful to the Centre. At present, all your respective duties are for local interest, but give up the local identification of your own interest and merge totally in the interest of the organic whole.\n\nWe see that if a police officer takes even three rupees for his own purpose, he is punished, but if he kills so many for the interest of the country, he is rewarded. Similarly, whatever is done for the satisfaction of the whole is good, but if you do anything for yourself or any local friend, you will have to be punished. In an industry, we have no right to take a bribe for our personal purpose, and at the same time we have no right to call a strike, to close down the labour force, for then the industry will be destroyed.", "metadata": {"book_id": "en-HomeComfort", "title": "HomeComfort", "author": "Unknown", "chunk_index": 14, "type": "prose", "category": "book", "source": "en-HomeComfort.txt", "tradition": "Gaudiya Vaishnavism", "entities": [], "topics": [{"name": "Guru-tattva", "score": 0.8}, {"name": "Saranagati", "score": 0.6}, {"name": "Nama-tattva", "score": 0.4}], "text_canonical": null}}
{"id": "en-HomeComfort_ch00015", "text": "Neither exploitation nor renunciation will do. Exploitation is clearly bad, and because we have no right to go on strike, renunciation is also bad. In an organic whole, the common interest is that everyone must be dedicated to the Centre, and to the Centre means to the whole. When we put food into the stomach, the stomach will distribute it properly to every corner according to the necessity. That sort of life is Vaiṣṇavism. There is an organic whole, and we are a part of that. We have our special duties in connection with the whole, and that is proper dedication to the whole. We are not to put food into the eye, the nose or the ear, or anywhere except the stomach. Only when the food is properly distributed will the whole organism be healthy. We are all parts of the whole universe, and our duty is to work for the whole, and that is devotion, dedication, surrender. And how are we to know about that? We will receive help from the revealed scriptures, and from the many saints and agents who are also coming from that plane to bring us into harmony.", "metadata": {"book_id": "en-HomeComfort", "title": "HomeComfort", "author": "Unknown", "chunk_index": 15, "type": "prose", "category": "book", "source": "en-HomeComfort.txt", "tradition": "Gaudiya Vaishnavism", "entities": ["Krishna", "Chaitanya Mahaprabhu", "Bhakti Vinod Thakur"], "topics": [{"name": "Sadhana-bhakti", "score": 0.8}, {"name": "Dham-tattva", "score": 0.6}, {"name": "Saranagati", "score": 0.4}], "text_canonical": null}}
{"id": "en-HomeComfort_ch00016", "text": "The religion of highest harmony has been given by Mahāprabhu Śrī Chaitanyadev who explained devotion on the basis of Śrīmad Bhāgavatam, the book which is understood to be the real conclusion of all the revealed scriptures. In this way, He explained that energy or power is not the highest thing, but knowledge is above it. Knowledge can control power and give a beneficial result. But in a higher plane, even knowledge takes a lower position. Above knowledge is love and affection, and that is the highest. Neither knowledge nor power, but only affection can give us fulfilment of life.\n\nMercy is higher than justice. Justice only exists where there is the necessity for law and order, but in the realm of the Absolute Autocrat, who is the absolute good, there can be no question of any apprehension about Him. He is absolute good, and absolute good is absolute love and affection, and that is home! Back to God, back to home. What is home? It is where we find that we are in the midst of our well-wishers. Even if we do not care for our own benefit, there are so many who will take care of us—in fact the whole environment will take care of us—and that is home. That is the domain of the Absolute, and we can enter into His service, the highest position, and thereby see the affection, love, harmony, and beauty that exist there. All these qualities are similar, and they constitute the nature of the Prime Cause and Good, and we must go there.", "metadata": {"book_id": "en-HomeComfort", "title": "HomeComfort", "author": "Unknown", "chunk_index": 16, "type": "prose", "category": "book", "source": "en-HomeComfort.txt", "tradition": "Gaudiya Vaishnavism", "entities": ["Mahāprabhu Śrī Chaitanyadev", "Śrīmad Bhāgavatam"], "topics": [{"name": "Saranagati", "score": 0.8}, {"name": "Nama-tattva", "score": 0.6}, {"name": "Dham-tattva", "score": 0.5}], "text_canonical": null}}
{"id": "en-HomeComfort_ch00017", "text": "Misusing our free will, we have somehow gone astray. But now we are being called, “Come home, back to God and back to home, the highest position, the land of love.” This is, in general and in short, the sum total of all I have said to you—this is the Kṛṣṇa conception in Bhagavad-gītā and in Śrīmad Bhāgavatam, and it is the conception that has been given by Śrī Chaitanyadev. This Śrī Caitanya Sāraswat Maṭh and the whole of the Gauḍīya Mission is preaching only for that. “Go to the Centre, use your life for total dedication to the Centre, and the Centre is all above justice. It is all-merciful, affectionate, loving, and beautiful.”", "metadata": {"book_id": "en-HomeComfort", "title": "HomeComfort", "author": "Unknown", "chunk_index": 17, "type": "prose", "category": "book", "source": "en-HomeComfort.txt", "tradition": "Gaudiya Vaishnavism", "entities": ["Krishna", "Chaitanya Mahaprabhu", "Bhagavad-gītā", "Śrīmad Bhāgavatam", "Śrī Chaitanyadev", "Śrī Caitanya Sāraswat Maṭh"], "topics": [{"name": "Avatar-tattva", "score": 0.8}, {"name": "Dham-tattva", "score": 0.6}, {"name": "Sadhana-bhakti", "score": 0.5}], "text_canonical": null}}
{"id": "en-HomeComfort_ch00018", "text": "This is a general background of Vaiṣṇava religion, of Śrīmad Bhagavad-gītā and Śrīmad Bhāgavatam, and a brief overview of all conceptions of religion—that is, exploitation, renunciation, and dedication are the three planes of life, and the soul proper is a member of the land of dedication. All are dedicating units, but somehow, by misusing their partial free will, they have entered into the world of exploitation. Buddha, Jain, Pareśanāth, and others have helped those who want to withdraw from here to get out of the entanglement of exploitation—of action and reaction—by complete retirement. They have said that after retirement, the soul can live happily. Still, there may be the possibility of again becoming entangled in this trap. But where the really free souls live, all are dedicating units, and when we want to trace what is harmonising them and maintaining them in that plane, we shall see that all are working for the whole, and the whole is represented by the one Absolute Good. We have to see all these things, and for this the human birth is very valuable. In connection with the sādhus—the saints, the agents—we shall try our best to get out of this entanglement and enter into the land of love, dedication, and affection.", "metadata": {"book_id": "en-HomeComfort", "title": "HomeComfort", "author": "Unknown", "chunk_index": 18, "type": "prose", "category": "book", "source": "en-HomeComfort.txt", "tradition": "Gaudiya Vaishnavism", "entities": ["Śrīmad Bhagavad-gītā", "Śrīmad Bhāgavatam", "Buddha", "Jain", "Pareśanāth"], "topics": [{"name": "Sadhana-bhakti", "score": 0.8}, {"name": "Dham-tattva", "score": 0.6}, {"name": "Avatar-tattva", "score": 0.4}], "text_canonical": null}}
{"id": "en-HomeComfort_ch00019", "text": "We have already published several books, and there are many ancient scriptures which also help us to understand properly and in a more detailed way all the ontological aspects of religion.\n\nSearching for Our Home\n\n----------------------\n\nChapter Two\n\nSearching for Our Home\n\nOur real home is full of freedom and comfort. Everything we need is there. It is a place where there are natural transactions of faith, love, and affection. It is inconceivable. The Upaniṣads say, “Don’t venture to test the unthinkable plane with your reasoning. That plane really is beyond the capacity of your thought. It is under a different set of laws. Your mathematical calculations and conclusions in this world are acquainted with points, planes, and solids. At present, you are a man in the world of solids, and you have some limited association with planes and points in a somewhat abstract way, therefore how can you calculate about higher things of which you have no knowledge? The customs and laws of that country are all unknown to you, so you cannot try to debate those higher things. That plane is of quite a different nature.”\n\nIf your understanding is limited to the laws of water, how can you make calculations about air? Similarly, if you are familiar only with the laws of air, how can you make calculations within the sphere of ether? Therefore, don’t rush to bring within your experimental laboratory those items which are beyond the capacity of your thinking, for that will be foolishness.", "metadata": {"book_id": "en-HomeComfort", "title": "HomeComfort", "author": "Unknown", "chunk_index": 19, "type": "prose", "category": "book", "source": "en-HomeComfort.txt", "tradition": "Gaudiya Vaishnavism", "entities": ["Krishna", "Chaitanya Mahaprabhu", "Bhakti Vinod Thakur", "Navadvip", "Vrindavan"], "topics": [{"name": "Dham-tattva", "score": 0.8}, {"name": "Bhagavat-tattva", "score": 0.6}, {"name": "Sadhana-bhakti", "score": 0.4}], "text_canonical": null}}
{"id": "en-HomeComfort_ch00020", "text": "Higher things do exist, but the general man in this world has no knowledge about them. We are indeed experiencers and have some knowledge, but only to a particular degree and standard. We cannot venture to calculate what is beyond our reach. But if those who actually have experience of that plane will come to us and give us some information, then we can make some comparison: “This gentleman of a particular experience of ether has written in this way, another gentleman who has experience and has also researched into the nature of ether has written in another particular manner.” In this way, we can gain some understanding from their investigation and their real connection with the subject matter.\n\nIn the section of those investigating telescopes, we can make a comparison of their findings. The experience of one researcher with his telescope is of a certain type, and we can also learn about the experience of others with their particular telescopes. With the information available to us from their actual connection with the telescopes and their experiments, we may be able to conclude that perhaps a certain telescope was more powerful, another more powerful in a particular field, etc. So, we have some limited capacity to compare what has been discovered beyond our senses by means of the telescope, even though we ourselves may not have a telescope.", "metadata": {"book_id": "en-HomeComfort", "title": "HomeComfort", "author": "Unknown", "chunk_index": 20, "type": "prose", "category": "book", "source": "en-HomeComfort.txt", "tradition": "Gaudiya Vaishnavism", "entities": ["Krishna", "Chaitanya Mahaprabhu", "Bhakti Vinod Thakur", "Navadvip", "Vrindavan"], "topics": [{"name": "Guru-tattva", "score": 0.0}, {"name": "Saranagati", "score": 0.0}, {"name": "Rasa-tattva", "score": 0.0}], "text_canonical": null}}
{"id": "en-HomeComfort_ch00021", "text": "The subject of the higher things discovered by the mental ‘telescope’ or the soul’s ‘telescope’ has been dealt with in the scriptures. Such subject matter is known by the saints, and we have to take their help in order to have entrance into that land. We are not at present in a position to have experience of the higher plane, but later, by the help of the saints and scriptures, when we ourselves have that type of ‘telescope’ vision, we will be able to have such a higher experience.", "metadata": {"book_id": "en-HomeComfort", "title": "HomeComfort", "author": "Unknown", "chunk_index": 21, "type": "prose", "category": "book", "source": "en-HomeComfort.txt", "tradition": "Gaudiya Vaishnavism", "entities": ["Krishna", "Chaitanya Mahaprabhu", "Bhakti Vinod Thakur", "Navadvip", "Vrindavan"], "topics": [{"name": "Guru-tattva", "score": 0.8}, {"name": "Saranagati", "score": 0.6}, {"name": "Nama-tattva", "score": 0.5}], "text_canonical": null}}
{"id": "en-HomeComfort_ch00022", "text": "स्वे स्वेऽधिकारे या निष्ठा स गुणः परिकीर्त्तितः ।\n\nsve sve ’dhikāre yā niṣṭhā sa guṇaḥ parikīrtitaḥ\n\n“Adherence to one’s own plane of qualification is laudable.”\n\nअचिन्त्याः खलु ये भावा न तांस्तर्केण योजयेत् ।\n\nachintyāḥ khalu ye bhāvā na tāṁs tarkeṇa yojayet\n\nDon’t let the argumentative spirit overshadow everything. Argument is not all-in-all. It is not that it must be the resort of every belief. The spiritual realm is achintya, inconceivable; nonetheless, we must try to understand things according to our capacity, faith, and realisation. Above all, we have to accommodate within our mind that sweetness is sweet, and truth is truth, however incomprehensible it may be, but we should not take any standard from here and apply it to that higher realm.\n\nIf one has no eyes but another can see, the blind man will naturally seek help from the one who has vision. We are also blind to what is within ourselves, otherwise what is the necessity of consulting a doctor? The doctor can see what we cannot; he will diagnose the disease, and then we will undergo treatment. Naturally, we will have respect for his diagnosis and will give him something for his assistance. It is not unreasonable.", "metadata": {"book_id": "en-HomeComfort", "title": "HomeComfort", "author": "Unknown", "chunk_index": 22, "type": "prose", "category": "book", "source": "en-HomeComfort.txt", "tradition": "Gaudiya Vaishnavism", "entities": ["Krishna", "Chaitanya Mahaprabhu", "Bhakti Vinod Thakur", "Navadvip", "Vrindavan"], "topics": [{"name": "Guru-tattva", "score": 0.8}, {"name": "Saranagati", "score": 0.6}, {"name": "Nama-tattva", "score": 0.5}], "text_canonical": null}}
{"id": "en-HomeComfort_ch00023", "text": "The Guru is the specialist doctor, and we will understand his qualification when we come to see that what he says is real and not imaginary. Such vision will depend upon the degree of awakenment of the eye. If one who is blind is treated by a capable doctor, he will gradually directly perceive, “Yes, I begin to see something. I now have some eye-experience.” From that time on, he won’t care for the speculative opinions of the other blind people, but he will have his own direct capacity to see. With the coming of sight, he can understand that the application of the medicine has some real effect.\n\nScientific understanding is also similar. In earlier days when Faraday discovered electricity, many people laughed, “What is this? It is mere curiosity. What utility can we have from this electricity?”\n\nI once read an account of Faraday demonstrating an experiment to show the effect of his discovery. He generated electricity with a machine, and then he showed small pieces of paper being moved by that electric current. Many were satisfied to see his new discovery, but then a lady remarked, “But after all this, Mr Faraday, what practical benefit shall we derive from this luxury play of yours?”", "metadata": {"book_id": "en-HomeComfort", "title": "HomeComfort", "author": "Unknown", "chunk_index": 23, "type": "prose", "category": "book", "source": "en-HomeComfort.txt", "tradition": "Gaudiya Vaishnavism", "entities": ["Guru", "Faraday"], "topics": [{"name": "Guru-tattva", "score": 0.9}, {"name": "Sadhana-bhakti", "score": 0.7}, {"name": "Avatar-tattva", "score": 0.5}], "text_canonical": null}}
{"id": "en-HomeComfort_ch00024", "text": "Faraday replied, “Madam, can you please tell me what is the utility of a newborn babe?” His point was that when a baby is born, we have to take care of him, then, when grown, his energy will be put to work usefully. Similarly, some consider that God consciousness is only a luxury, a fashion, or a play—that it has no practical application or direct utility. But when God consciousness becomes intense, those who experience it will see that all other activities, however apparently important, have no value. Why? Because ultimately we want to live. We don’t want to die.\n\nTo live is the main and general necessity of us all. None can deny that they want to live, and not only live, but live happily, properly, and consciously. Furthermore, we want to avoid all affliction, misery, and suffering.\n\nWhen God consciousness arises within someone, he can see clearly, “Why is everyone engaged in a wild goose-chase in this material world? Everyone wants happiness, but all are chasing a phantasmagoria.”", "metadata": {"book_id": "en-HomeComfort", "title": "HomeComfort", "author": "Unknown", "chunk_index": 24, "type": "prose", "category": "book", "source": "en-HomeComfort.txt", "tradition": "Gaudiya Vaishnavism", "entities": [], "topics": [{"name": "Avatar-tattva", "score": 0.5}, {"name": "Sadhana-bhakti", "score": 0.5}, {"name": "Nama-tattva", "score": 0.5}], "text_canonical": null}}
{"id": "en-HomeComfort_ch00025", "text": "Happiness can never be with mortal things. We are making a transaction with the mortal world, but that won’t bring satisfaction; it can only drain our energy. What we gain on one side disappears on another. A wise man should neither accept nor tolerate this sort of waste of energy as the principle of life. Such a wise person can see another plane of life. He can see that he is not a party to this mortal world which is but a playground. He will feel, “I am immortal. I am a member of the eternal world, but I have somehow become entangled in this mortal aspect of existence. So, as soon as I can shake off this connection, I shall then stand in a normal position.” He will find that he himself—the soul, the feeler, the conceiver—is a member of another soil, but he has become entangled within this mortal pain-producing world. This is a miserable world. With the strength of his realisation, he can make advancement in his progress to the immortal plane.\n\nAs positive proof comes before us we shall feel, “Now I see these things and hear these things, and this experience is all more real than the world about me. The world is vague, but what I now see and hear is more real than that.”", "metadata": {"book_id": "en-HomeComfort", "title": "HomeComfort", "author": "Unknown", "chunk_index": 25, "type": "prose", "category": "book", "source": "en-HomeComfort.txt", "tradition": "Gaudiya Vaishnavism", "entities": ["Krishna", "Chaitanya Mahaprabhu", "Bhakti Vinod Thakur", "Navadvip", "Vrindavan"], "topics": [{"name": "Saranagati", "score": 0.8}, {"name": "Sadhana-bhakti", "score": 0.6}, {"name": "Bhagavat-tattva", "score": 0.5}], "text_canonical": null}}
{"id": "en-HomeComfort_ch00026", "text": "A direct transaction is possible with the soul, with God, and with God’s land. Where we are presently living is the plane of indirect transactions. Before we can have experience of this world, our senses receive information which is then conveyed to the mind. But in the case of the soul, we can feel everything directly ourselves without the help of any instrument.\n\nThrough a microscope we see one thing, and through the naked eye we see something else. There is a difference. Through the eye, ear, etc., we have some experience of this world, but concerning the soul, if we can withdraw from ‘progress’ in the negative side, we shall be able to feel, “Oh! This is the nature of the soul.” We shall directly feel who we are without the help of any instrument.\n\nThe soul can see himself; he can focus upon himself, and through introspection he will realise his very nature. Through the process of introspection, the soul will perceive all possible conceptions of himself directly and without the help of any other instrument. He will then understand his own soil. He will gain the conception of a higher type of soil. On that positive side he will discover, “I do not die.”", "metadata": {"book_id": "en-HomeComfort", "title": "HomeComfort", "author": "Unknown", "chunk_index": 26, "type": "prose", "category": "book", "source": "en-HomeComfort.txt", "tradition": "Gaudiya Vaishnavism", "entities": ["Krishna", "Chaitanya Mahaprabhu", "Bhakti Vinod Thakur", "Navadvip", "Vrindavan"], "topics": [{"name": "Sadhana-bhakti", "score": 0.8}, {"name": "Nama-tattva", "score": 0.6}, {"name": "Dham-tattva", "score": 0.4}], "text_canonical": null}}
{"id": "en-HomeComfort_ch00027", "text": "The material plane is the plane of misrepresentation and misunderstanding, but in the higher plane there is no misunderstanding. Once admitted there, our conception, though it may be partial, will be clear and true. Anyone having that experience will be convinced, and he will be determined to go forwards.\n\nSocrates could feel that the soul was immortal. He was so intense with his feeling that he did not give any value to his own life in this mundane world. He disconnected himself from this world because with great conviction he knew the soul to be immortal. Christ also was so much convinced of his Lord that he did not care for the happiness and pleasures of this world—he rejected it all.\n\nThere are many things invisible to this fleshy eye that are visible with the eye of knowledge. We can concede that the eye of knowledge can see many things which the fleshy eye cannot. Similarly, a deep vision exists by which we can see things in a different, more hopeful way. The eye cannot see when it is covered by a cataract, but when the cataract is removed, the eye can see. Ignorance is like a cataract in our eye that causes us blindness. Our vision is only superficial, but deeper vision can see many things. This eye backed by the eye of knowledge can see many things—deeper and deeper.", "metadata": {"book_id": "en-HomeComfort", "title": "HomeComfort", "author": "Unknown", "chunk_index": 27, "type": "prose", "category": "book", "source": "en-HomeComfort.txt", "tradition": "Gaudiya Vaishnavism", "entities": [], "topics": [{"name": "Avatar-tattva", "score": 0.5}, {"name": "Maya-samsara", "score": 0.5}, {"name": "Prema-seva", "score": 0.5}], "text_canonical": null}}
{"id": "en-HomeComfort_ch00028", "text": "Our apparent sight has no value. Real value is present in the seer who can see with deeper vision, and all are not equal. There are the wise, the wiser, the even wiser; there is a gradation, and according to his capacity the seer will see.\n\nIt is easy to see that at present we are members of this mortal world, but by what are we connected? It is our body that is the member. If we can rise above the bodily conception, we can reach the mind, then on to the intelligence, then to the soul. We will find that the plane where the souls live is eternal, and the soul itself is also eternal. From there, we can go on to search after the Supersoul, the origin of all our thoughts. The Supersoul is likened to the sun which is the origin of all rays of light. Once we find a ray of light, we can approach the sun from which all rays emanate. Similarly, from the conception of our own selves, knowing ourselves to be particles of consciousness, we can seek out a plane of super-consciousness, super-knowledge, and super-existence. In this way, we can progress to the ultimate cause, the source of all. But we cannot go just according to our own whim and freedom; some sort of help from that plane is indispensable. Such help comes in the form of Guru, the Vaiṣṇavas, and other agents of that land. With their help, we can make honest progress towards the goal.", "metadata": {"book_id": "en-HomeComfort", "title": "HomeComfort", "author": "Unknown", "chunk_index": 28, "type": "prose", "category": "book", "source": "en-HomeComfort.txt", "tradition": "Gaudiya Vaishnavism", "entities": ["Krishna", "Chaitanya Mahaprabhu", "Bhakti Vinod Thakur"], "topics": [{"name": "Avatar-tattva", "score": 0.8}, {"name": "Sadhana-bhakti", "score": 0.6}, {"name": "Guru-tattva", "score": 0.9}], "text_canonical": null}}
{"id": "en-HomeComfort_ch00029", "text": "At present we are as monarchs of all we survey, but what we survey is all transient, mortal, and reactionary. If we examine carefully, we will see it is all reactionary. What is pleasing today will later turn into pain, therefore we must seek a good position somewhere else, a good place to build our home elsewhere. In the course of that search, we will find that we do have our own home, and it is all-perfect.\n\n“Home. Back to God, back to home—sweet, sweet, home.” We shall find this sort of feeling within us if we are fortunate enough to be allowed a little participation by the grace of the canvassers of that land, the agents of the Lord. We shall be taken to that proper soil, and we shall gain some solid familiar type of conception of what our real home is like. In this way, we shall progress to that side.\n\nIn the beginning, we may think that we shall be going to some unknown quarter: “Innumerable living entities are here around me in my present world, but where I am now trying to go—that is uncertain. It seems imaginary and abstract.” However, when we begin our journey, we will gradually find that almost all existence is on that side, the side where all are truthful. We shall find that this material side is very meagre and limited, with only a tiny representation of the truth.", "metadata": {"book_id": "en-HomeComfort", "title": "HomeComfort", "author": "Unknown", "chunk_index": 29, "type": "prose", "category": "book", "source": "en-HomeComfort.txt", "tradition": "Gaudiya Vaishnavism", "entities": ["Krishna", "Chaitanya Mahaprabhu", "Bhakti Vinod Thakur", "Navadvip", "Vrindavan"], "topics": [{"name": "Saranagati", "score": 0.8}, {"name": "Nama-tattva", "score": 0.6}, {"name": "Dham-tattva", "score": 0.4}], "text_canonical": null}}
{"id": "en-HomeComfort_ch00030", "text": "We may think that most of existence is in this world and only a very few special souls such as Socrates, Mohammed, Buddha, etc., go from here to the immortal world. But gradually we will come to understand that the higher world is infinitely greater than the mundane portion that we see. We will gradually come to understand that as in a country a small section is confined to a hospital or prison and are suffering, similarly, it is the minority that are here in this mundane plane as punishment. As this becomes clearer to us, we shall feel more courage to proceed, and with greater speed we shall run towards our home. Let us go home, and as we draw nearer to home, our speed will increase more and more, “Oh, this is my homeland!”\n\nAt present, we are outside, and our mind is also focused outside. We are moving helplessly. Our hope lies only in the grace of the divine agents. They come to pick us up and warn us, “What are you doing? Don’t go on that side. It is the land of danger, the land of death. Come along with me. I shall take you to the land of eternal nectar.” Those agents come to arouse us from our slumber, our ignorant madness. They are the Vaiṣṇavas, and they have also given the scriptures which give some history of that nectar-land and of the saints who have gone there. Through the scriptures, our faith will gradually develop, and we will increasingly keep association with the sādhus. In so doing, we shall make ever quicker progress.", "metadata": {"book_id": "en-HomeComfort", "title": "HomeComfort", "author": "Unknown", "chunk_index": 30, "type": "prose", "category": "book", "source": "en-HomeComfort.txt", "tradition": "Gaudiya Vaishnavism", "entities": ["Socrates", "Mohammed", "Buddha", "Chaitanya Mahaprabhu"], "topics": [{"name": "Avatar-tattva", "score": 0.8}, {"name": "Sadhana-bhakti", "score": 0.6}, {"name": "Dham-tattva", "score": 0.4}], "text_canonical": null}}
{"id": "en-HomeComfort_ch00031", "text": "One’s own feeling is the guarantee as to whether he is making real progress or not. Hṛdayenābhyanujñāto. He will receive approval from his own heart that he is making real progress. Otherwise, a man may be coaxed in a particular direction only to feel frustration after some time. But such a transaction is not genuine—it is false, a hoax. In the name of religion so many such things go on, like a trade, but that does not mean that real realisation and real emancipation do not exist. Hṛdayenābhyanujñāto—the ultimate guarantee is the approval of your own heart, “Yes. Really this is what I want. From the innermost core of my heart, I feel the desire to dance, to find that such progress is possible.”", "metadata": {"book_id": "en-HomeComfort", "title": "HomeComfort", "author": "Unknown", "chunk_index": 31, "type": "prose", "category": "book", "source": "en-HomeComfort.txt", "tradition": "Gaudiya Vaishnavism", "entities": ["Krishna", "Chaitanya Mahaprabhu", "Bhakti Vinod Thakur"], "topics": [{"name": "Saranagati", "score": 0.8}, {"name": "Nama-tattva", "score": 0.6}, {"name": "Sadhana-bhakti", "score": 0.4}], "text_canonical": null}}
{"id": "en-HomeComfort_ch00032", "text": "Our Best Interest\n\n-----------------\n\nChapter Three\n\nOur Best Interest\n\nNormally in this world, we are men of action, men who exploit the environment and nature in order to gain energy. There is always the attempt to gather more and more energy to use at our command, and to hoard something so it may be utilised in the time of necessity. In general, that is the very nature of those who live here, and if any hindrance comes in that attempt, then it is considered that those circumstances are very bad because they oppose the object of life here, which is to gather more energy. However, to remind us about the importance of the inner wealth, we are advised that the outer nature cannot do as much harm to us as our internal nature can do in its apathy to collect more wealth for the inner existence: the man within. We should be mindful of this point: what comes from outside is not so important—it all comes and goes. Even the body, which is at present the centre of our thoughts, will vanish, so what is the necessity of gathering so much energy in connection with this body? Awaken from within your soul the proper man within you. Try to find him and try to get help for him. This campaign is possible only with the connection of the sādhu, the saint.", "metadata": {"book_id": "en-HomeComfort", "title": "HomeComfort", "author": "Unknown", "chunk_index": 32, "type": "prose", "category": "book", "source": "en-HomeComfort.txt", "tradition": "Gaudiya Vaishnavism", "entities": [], "topics": [{"name": "Sadhana-bhakti", "score": 0.8}, {"name": "Dham-tattva", "score": 0.6}, {"name": "Avatar-tattva", "score": 0.4}], "text_canonical": null}}
{"id": "en-HomeComfort_ch00033", "text": "We shall be the loser on any day that we do not meet with a saint and hear some discussion about the inner meaning and substance of life. Be conscious of this. Somehow or other, be mindful of your own person. Look after your own interest by finding your own self. Be unmindful towards the external world and circumstances and dive deep into the reality, your inner wealth. Find your inner self and the inner world within, where your inner self is living. Try to find that home. Back to God, back to home. Utilise your energy only for going home, and not for wandering into the land of others—the land of death. Try to avoid the land of death at any cost, and always try to seek out the eternal soil. You must realise that you are a member of that soil. Try to understand what is your home, and why that is your home. What does home comfort mean? It means it is the natural place which is our birthright. We have to face the fact that we are not at home, but if there is some hankering within us to search for that, we are fortunate.", "metadata": {"book_id": "en-HomeComfort", "title": "HomeComfort", "author": "Unknown", "chunk_index": 33, "type": "prose", "category": "book", "source": "en-HomeComfort.txt", "tradition": "Gaudiya Vaishnavism", "entities": ["Chaitanya Mahaprabhu", "Krishna"], "topics": [{"name": "Saranagati", "score": 0.8}, {"name": "Dham-tattva", "score": 0.6}, {"name": "Maya-samsara", "score": 0.4}], "text_canonical": null}}
{"id": "en-HomeComfort_ch00034", "text": "Our necessity is to find how that inner thirst can be quenched. Our feeling should be: “The world is here and I am here, but I am unsatisfied. How can my inner self be satisfied?” We are in want, therefore by what process can this want be removed? For the present, we have this fleshy body, but to know anything and everything about the body—about the bones, nervous system, blood, etc.—is all unnecessary. To know about the composition of the blood, etc., is just unnecessary detail. Our enquiry should be regulated in this way: “Who am I, and why am I troubled? I do not know how to rid myself of these problems.” This is the general question, and we should be concerned with that.\n\n“Athāto Brahma jijñāsā—from where have I come? How am I living, and what is my future?” These are the main questions that should concern us, and we must concentrate the whole of our energy to find the solution. This does not apply to only one person—myself—but it is the concern of all creation.", "metadata": {"book_id": "en-HomeComfort", "title": "HomeComfort", "author": "Unknown", "chunk_index": 34, "type": "prose", "category": "book", "source": "en-HomeComfort.txt", "tradition": "Gaudiya Vaishnavism", "entities": ["Krishna", "Chaitanya Mahaprabhu"], "topics": [{"name": "Sadhana-bhakti", "score": 0.8}, {"name": "Nama-tattva", "score": 0.6}, {"name": "Avatar-tattva", "score": 0.4}], "text_canonical": null}}
{"id": "en-HomeComfort_ch00035", "text": "To seek the source of everything is the nature of proper enquiry, but to enquire after this and that and so many hundreds of things is simply a waste of energy. The śāstric or scriptural enquiry has been couched in such a way: “From where have I come? What sustains me? What is my future? Why am I uneasy, and how can I acquire my inner fulfilment?” All enquiry should follow this standard way, otherwise there is some disease in our enquiry. It won’t be genuine. More and more curiosity may arise endlessly, so we must learn how to question, how to enquire, and in this way our energy will have some value and won’t be wasted.\n\nEnquiry is bona fide when it is directed towards fulfilment of the real goal, therefore we must save our energy and regulate it in the proper channel. This is Kali-yuga—the age of quarrel—and our real and only helpful necessity in life is to have the company of the established saints and the Holy Name of Kṛṣṇa. Otherwise, deviating from that, we may be misguided at any and every step.", "metadata": {"book_id": "en-HomeComfort", "title": "HomeComfort", "author": "Unknown", "chunk_index": 35, "type": "prose", "category": "book", "source": "en-HomeComfort.txt", "tradition": "Gaudiya Vaishnavism", "entities": ["Kṛṣṇa", "Chaitanya Mahaprabhu", "Bhakti Vinod Thakur"], "topics": [{"name": "Guru-tattva", "score": 0.8}, {"name": "Nama-tattva", "score": 0.9}, {"name": "Sadhana-bhakti", "score": 0.7}], "text_canonical": null}}
{"id": "en-HomeComfort_ch00036", "text": "সাধুসঙ্গে কৃষ্ণনাম—এই মাত্র চাই ।\n\nসংসার জিনিতে আর কোন বস্তু নাই ॥\n\nsādhu-saṅge kṛṣṇa-nāma—ei mātra chāi\n\nsaṁsāra jinite āra kona vastu nāi\n\nŚrī Caitanya Mahāprabhu gave this as the substance of all advice, and there is nothing more useful than this to help us get out of undesirability. He says that to chant Kṛṣṇa-nām but without the association of the sādhus means that it will be very difficult for us to proceed. Therefore, in one word, the solution is in sādhu-saṅga. We are to secure the company of a realised soul of the proper standard, then everything will fall into place. The king of the sādhus is the Guru. Gurudev is the king of the great souls who can give guidance. For one to be guru, it means that he can guide us satisfactorily, otherwise who can we believe and trust to our utmost understanding, and to whom can we fully submit and surrender? The Guru is where our enquiry will be fulfilled to its utmost necessity. From him, higher direction will come from above, from a more and more elevated sphere of love. We have to connect with that high and subtlemost wave, and we will be most benefitted. This is the general idea.", "metadata": {"book_id": "en-HomeComfort", "title": "HomeComfort", "author": "Unknown", "chunk_index": 36, "type": "prose", "category": "book", "source": "en-HomeComfort.txt", "tradition": "Gaudiya Vaishnavism", "entities": ["Krishna", "Chaitanya Mahaprabhu", "Bhakti Vinod Thakur"], "topics": [{"name": "Saranagati", "score": 0.9}, {"name": "Sadhana-bhakti", "score": 0.7}, {"name": "Guru-tattva", "score": 0.6}], "text_canonical": null}}
{"id": "en-HomeComfort_ch00037", "text": "On the whole, we must always try to be at the disposal of the higher agency, at the disposal of the higher thinkers of the higher provinces. In this way, we shall come in connection with the higher and most subtle layer of life. There are different waves of different types and interests, and of different loss and gain, but to connect with the highest should be our aim.\n\nWe should see that the charm of this life is finished. Already we have had much experience that this is all stale. After all, wherever there are the four enemies, janma, mṛtyu, jarā, vyādhi—birth, death, old age, and disease—there cannot be any real happiness. Wherever there is death, there cannot be any happiness. In such a plane, we are always under the threat of death, so there is no charm. All charm is completely finished. Therefore, with eagerness we must enquire as to where we shall be able to live. We must select a higher plane where we can really live.", "metadata": {"book_id": "en-HomeComfort", "title": "HomeComfort", "author": "Unknown", "chunk_index": 37, "type": "prose", "category": "book", "source": "en-HomeComfort.txt", "tradition": "Gaudiya Vaishnavism", "entities": ["Krishna", "Chaitanya Mahaprabhu", "Bhakti Vinod Thakur", "Navadvip", "Vrindavan"], "topics": [{"name": "Avatar-tattva", "score": 0.8}, {"name": "Saranagati", "score": 0.6}, {"name": "Maya-samsara", "score": 0.4}], "text_canonical": null}}
{"id": "en-HomeComfort_ch00038", "text": "यद्गत्वा न निवर्त्तन्ते तद्धाम परमं मम ।\n\nyad gatvā na nivartante tad dhāma paramaṁ mama\n\nIn Śrīmad Bhagavad-gītā (15.6) Kṛṣṇa says, “That place from which one never returns having once reached it, is My supreme abode.”\n\nआब्रह्मभुवनाल्लोकाः पुनरावर्त्तिनोऽर्ज्जुन ।\n\nमामुपेत्य तु कौन्तेय पुनर्जन्म न विद्यते ॥", "metadata": {"book_id": "en-HomeComfort", "title": "HomeComfort", "author": "Unknown", "chunk_index": 38, "type": "prose", "category": "book", "source": "en-HomeComfort.txt", "tradition": "Gaudiya Vaishnavism", "chapter": "15", "verse": "6", "entities": ["Kṛṣṇa", "Śrīmad Bhagavad-gītā", "Arjuna", "Kṛṣṇa"], "topics": [{"name": "Dham-tattva", "score": 0.9}, {"name": "Avatar-tattva", "score": 0.7}], "text_canonical": null}}
{"id": "en-HomeComfort_ch00039", "text": "ābrahma-bhuvanāl lokāḥ punar āvartino ’rjuna\n\nmām upetya tu kaunteya punar janma na vidyate\n\n(Bg. 8.16)\n\nHe instructs Arjuna, “A permanent position is only possible in My plane. All occupations in this plane, even that of a king, are nothing more than dreams. So if you want to get out of this dreaming state and enter into reality, you must raise yourself to the standard of finding the plane of reality, however elusive it may appear to be, for that cannot be devoured by death. Gather your energy to build up something permanent. At present, you are investing your energy in something that is going to be demolished at the next moment—a foolish attempt.”", "metadata": {"book_id": "en-HomeComfort", "title": "HomeComfort", "author": "Unknown", "chunk_index": 39, "type": "prose", "category": "book", "source": "en-HomeComfort.txt", "tradition": "Gaudiya Vaishnavism", "entities": ["Krishna", "Arjuna"], "topics": [{"name": "Avatar-tattva", "score": 1.0}, {"name": "Sadhana-bhakti", "score": 0.8}], "text_canonical": null}}
{"id": "en-HomeComfort_ch00040", "text": "उद्धरेदात्मनात्मानं नात्मानमवसादयेत् ।\n\nआत्मैव ह्यात्मनो बन्धुरात्मैव रिपुरात्मनः ॥\n\nuddhared ātmanātmānaṁ nātmānam avasādayet\n\nātmaiva hy ātmano bandhur ātmaiva ripur ātmanaḥ\n\n(Bg. 6.5)\n\n“Note that you are your own friend, but you are your own enemy too. You are your own enemy if you don’t take good care of your own development for your real progress. But you can be your own friend, and none can help you as much as you can help yourself.”", "metadata": {"book_id": "en-HomeComfort", "title": "HomeComfort", "author": "Unknown", "chunk_index": 40, "type": "prose", "category": "book", "source": "en-HomeComfort.txt", "tradition": "Gaudiya Vaishnavism", "entities": ["Krishna", "Chaitanya Mahaprabhu", "Bhakti Vinod Thakur", "Navadvip", "Vrindavan"], "topics": [{"name": "Saranagati", "score": 0.8}, {"name": "Nama-tattva", "score": 0.6}, {"name": "Sadhana-bhakti", "score": 0.4}], "text_canonical": null}}
{"id": "en-HomeComfort_ch00041", "text": "बन्धुरात्मात्मनस्तस्य येनैवात्मात्मना जितः ।\n\nbandhur ātmātmanas tasya yenaivātmātmanā jitaḥ\n\n(Bg. 6.6)\n\n“If you can control your mind, then you can save your energy from going astray and direct it to the proper channel where you can really thrive. Then you will be your own best friend. However, if you allow yourself to be led by the various senses of the lower nature which are always trying to move in the land of exploitation, reaction, and suffering, then you will be your own enemy. Consider all these things.”", "metadata": {"book_id": "en-HomeComfort", "title": "HomeComfort", "author": "Unknown", "chunk_index": 41, "type": "prose", "category": "book", "source": "en-HomeComfort.txt", "tradition": "Gaudiya Vaishnavism", "entities": [], "topics": [{"name": "Guru-tattva", "score": 0.0}, {"name": "Saranagati", "score": 0.0}, {"name": "Rasa-tattva", "score": 0.0}], "text_canonical": null}}
{"id": "en-HomeComfort_ch00042", "text": "विमृश्यैतदशेषेण यथेच्छसि तथा कुरु ।\n\nvimṛśyaitad aśeṣeṇa yathechchhasi tathā kuru\n\n(Bg. 18.63)\n\n“Consider deeply, then take the right step forward.” The human form of life is very valuable. You have the power of discrimination, but that will be denied you if, compelled by the reactionary wave, you have to take the body of a tree, a beast, or whatever. Can you say for certain that in your next life you will not be demoted to an animal body? What guarantee is there that you won’t be?\n\nIt is not that all action and all progress takes place only in the realm of death. Progress is not limited just to darkness and ignorance, but if you really participate in positive progress, you will be able to feel what real progress is. Hṛdayenābhyanujñāto—you will feel and conceive this progress with your inner approval, your heart’s approval. It is not that some bogus hope has been given and you will be taken into a foreign land to be murdered, tortured, or mistreated. There is no question of that.", "metadata": {"book_id": "en-HomeComfort", "title": "HomeComfort", "author": "Unknown", "chunk_index": 42, "type": "prose", "category": "book", "source": "en-HomeComfort.txt", "tradition": "Gaudiya Vaishnavism", "entities": ["Krishna", "Chaitanya Mahaprabhu", "Bhakti Vinod Thakur", "Navadvip", "Vrindavan"], "topics": [{"name": "Saranagati", "score": 0.8}, {"name": "Nama-tattva", "score": 0.6}, {"name": "Sadhana-bhakti", "score": 0.4}], "text_canonical": null}}
{"id": "en-HomeComfort_ch00043", "text": "भक्तिः परेशानुभवो विरक्तिर्\n\nअन्यत्र चैष त्रिक एककालः ।\n\nप्रपद्यमानस्य यथाश्नतः स्युस्\n\nतुष्टिः पुष्टिः क्षुदपायोऽनुघासम् ॥\n\nbhaktiḥ pareśānubhavo viraktir\n\nanyatra chaiṣa trika eka-kālaḥ\n\nprapadyamānasya yathāśnataḥ syus\n\ntuṣṭiḥ puṣṭiḥ kṣudapāyo ’nughāsam\n\n(11.2.42)\n\nThis famous śloka of Śrīmad Bhāgavatam explains that when you eat something, your belly is the witness. It says, “Yes, I am eating.” Hunger will be satisfied, the body will be nourished and gain strength, and you will feel the fulfilment of having eaten. Furthermore, there will no longer be any feeling of necessity to eat more and more. Similarly, in spiritual life so many symptoms will come to show proof of your progress.\n\nWe now have a human body, and this is the most valuable time for us, but it is being lost due to misapplication. Our most valuable energy is being lost through misappropriation. Uttiṣṭhata jāgrata prāpya varān nibodhata—so awake, arise, and engage yourself for your own benefit. Not only that, but address others also to engage in this campaign, and that in turn will give you further help in a particular way.\n\nThe main thing is that under the guidance of a higher agent, we should engage ourselves in devotional activities and have a busy programme so there may not be any spare time to go on with any trifling mundane matters. Such a busy programme in the association of the devotees will be very helpful for us.", "metadata": {"book_id": "en-HomeComfort", "title": "HomeComfort", "author": "Unknown", "chunk_index": 43, "type": "prose", "category": "book", "source": "en-HomeComfort.txt", "tradition": "Gaudiya Vaishnavism", "entities": ["Krishna", "Chaitanya Mahaprabhu", "Bhakti Vinod Thakur"], "topics": [{"name": "Sadhana-bhakti", "score": 0.8}, {"name": "Dham-tattva", "score": 0.6}, {"name": "Saranagati", "score": 0.4}], "text_canonical": null}}
{"id": "en-HomeComfort_ch00044", "text": "Self-Realisation\n\n----------------\n\nChapter Four\n\nSelf-Realisation\n\nInternal self-satisfaction, disregarding the present environment of the troublesome world, is a valuable asset. It is nearing the soul area. Real bhakti, devotion, is ahaitukī, causeless; it is its own cause. It is causeless and it is ‘by itself’, as Hegel said; reality is by itself. Reality is not an abstract thing, but reality means a system, a system that exists by itself. It is anādi and ahaitukī, it is eternal, and nothing can produce it. Bhakti is its own cause. These are the definitions that have been given to help us to understand what is bhakti. It is not created by some other thing, it is there eternally, but it is only covered and should be uncovered—discovered. It is there in a potential form. By outside help, it will gradually and progressively come out. It is in a kind of dormant state—it is necessary to rouse it. Anyābhilāṣ, karma, jñān—fleeting desires and the organised attempts for both exploitation and retirement or indifference, are the covers. We have to remove these covers, and then bhakti will emerge in all its pristine glory.", "metadata": {"book_id": "en-HomeComfort", "title": "HomeComfort", "author": "Unknown", "chunk_index": 44, "type": "prose", "category": "book", "source": "en-HomeComfort.txt", "tradition": "Gaudiya Vaishnavism", "entities": ["Krishna", "Chaitanya Mahaprabhu", "Bhakti Vinod Thakur", "Navadvip", "Vrindavan"], "topics": [{"name": "Bhagavat-tattva", "score": 0.8}, {"name": "Sadhana-bhakti", "score": 0.6}, {"name": "Nama-tattva", "score": 0.5}], "text_canonical": null}}
{"id": "en-HomeComfort_ch00045", "text": "Affinity and attraction for the higher truth is very rarely found, especially in this modern age where the direction of thought is all towards exploitation, even of knowledge. The fact that even knowledge has become subservient to exploitation is creating havoc. Atomic energy and so many other kinds of scientific research are the cause of great apprehension. The world is threatened with destruction at any moment. This scientific knowledge has brought us to such a position that at any moment the whole thing may be finished. It is suicidal knowledge. The increase of such knowledge in this world leads to a suicidal civilisation. Exploitation means reaction. So, if we accept general, wholesale exploitation, the result will be pralaya or mahāpralaya, partial destruction or even full devastation. In any case, whether by the atomic bomb or any natural incident, pralaya will come, and after that, again creation: birth and death, birth and death … each individual will be born and die again, and the whole solar system will also be born and die again and again without end.", "metadata": {"book_id": "en-HomeComfort", "title": "HomeComfort", "author": "Unknown", "chunk_index": 45, "type": "prose", "category": "book", "source": "en-HomeComfort.txt", "tradition": "Gaudiya Vaishnavism", "entities": ["Krishna", "Chaitanya Mahaprabhu", "Bhakti Vinod Thakur"], "topics": [{"name": "Avatar-tattva", "score": 0.8}, {"name": "Maya-samsara", "score": 0.6}, {"name": "Lila-katha", "score": 0.4}], "text_canonical": null}}
{"id": "en-HomeComfort_ch00046", "text": "To escape this entanglement we must leave this atmosphere experienced by our senses. In Bhagavad-gītā and in the Upaniṣads also, it is mentioned, indriyāṇi parāṇy āhuḥ. Our senses hold the principal position, because if the eye, ear, nose, touch, etc., are gone, then the whole world is gone from us. Because we have senses we have our world. In the world of experience, our senses are all-important. Then—indriyebhyaḥ paraṁ manaḥ—the mind is within. And what is the mind? It is the faculty within us which selects, “I want this, I don’t want that.” We have a liking for something, and a disregard for something else, and this is the principle of the mind within us. It is more important than the senses because if I am unmindful, a person may walk in front of me but it is possible that I will say, “Oh, I did not notice him. I did not see him, and I could not hear him. I was unmindful.” So, mind is in the centre, and that is more important than our senses.", "metadata": {"book_id": "en-HomeComfort", "title": "HomeComfort", "author": "Unknown", "chunk_index": 46, "type": "prose", "category": "book", "source": "en-HomeComfort.txt", "tradition": "Gaudiya Vaishnavism", "entities": ["Krishna", "Chaitanya Mahaprabhu", "Bhagavad-gītā", "Upaniṣads"], "topics": [{"name": "Sadhana-bhakti", "score": 0.8}, {"name": "Dham-tattva", "score": 0.6}, {"name": "Bhagavat-tattva", "score": 0.4}], "text_canonical": null}}
{"id": "en-HomeComfort_ch00047", "text": "The senses are more important than the external world, and the mind is more important because if the mind does not receive, then the senses, which are like so many doors, are useless. Then—manasas tu parā buddhiḥ—there is another principle to be traced within us, a fine thing called reason, buddhi. What is its characteristic? The mind will say, “Oh, I shall take that,” but buddhi says, “Oh no. No, don’t take that, it will cause some damage. You rather take this, it will give you benefit.” That faculty of selection, that reason, is a higher principle in us. Then—buddher yaḥ paratas tu saḥ—that which is superior to even the intelligence is the soul himself.\n\nIn this way, we must trace out the elements. More important than the external world are our senses; more important than our senses is our mind; and above the mind is reason which is even more important, more fine and more reliable; and—buddher yaḥ paratas tu saḥ—there is another thing above the buddhi, and that is our soul. And what is its nature, its characteristic? It is like light.", "metadata": {"book_id": "en-HomeComfort", "title": "HomeComfort", "author": "Unknown", "chunk_index": 47, "type": "prose", "category": "book", "source": "en-HomeComfort.txt", "tradition": "Gaudiya Vaishnavism", "entities": ["Krishna", "Chaitanya Mahaprabhu", "Bhakti Vinod Thakur", "Navadvip", "Vrindavan"], "topics": [{"name": "Sadhana-bhakti", "score": 0.8}, {"name": "Bhagavat-tattva", "score": 0.6}, {"name": "Avatar-tattva", "score": 0.4}], "text_canonical": null}}
{"id": "en-HomeComfort_ch00048", "text": "In the scriptures, an example has been given that on a moonlit night there may be a cloud in the sky which has covered the moon—but the cloud is seen by the light of the moon. The compiler of the Vedas, Vyāsdev, says the ātmā or soul is like that illuminating moon. Or, like the sun: a cloud has covered the sun, but the cloud is seen by the light of the sun. Similarly, the ātmā is a point of light within us, and because it is in the background we can feel our mental system. If the light is withdrawn, everything is dead. The mental system, the intelligence, the faculty of choice, and so many channels through which we gain knowledge from outside, will have no value if that light is withdrawn. That light is the ātmā, a point of a ray of light, and it is quite categorically different from all other things here. The soul is a particle of light, and there is a land of light made of souls, and in this way there is development again: from the subjective to super-subjective, from soul to Supersoul, ātmā to Paramātmā. Just as in this world we find ether, air, heat, water, then earth, then stone, and in this way there is development in material existence, similarly in the finer world there is also development from the intelligence to the soul, then to the Supersoul, to the Super-supersoul … In this way, the subjective side goes towards the infinite. It is super-subjective.", "metadata": {"book_id": "en-HomeComfort", "title": "HomeComfort", "author": "Unknown", "chunk_index": 48, "type": "prose", "category": "book", "source": "en-HomeComfort.txt", "tradition": "Gaudiya Vaishnavism", "entities": ["Krishna", "Chaitanya Mahaprabhu", "Vyāsdev"], "topics": [{"name": "Avatar-tattva", "score": 0.8}, {"name": "Bhagavat-tattva", "score": 0.6}, {"name": "Sadhana-bhakti", "score": 0.4}], "text_canonical": null}}
{"id": "en-HomeComfort_ch00049", "text": "Darwin in his theory of evolution says that everything comes from matter. He says that even within the womb, first there is something material which grows, and from that growth of matter, knowledge also gradually grows. In general terms, he thinks that consciousness comes out of matter. But the followers of the revealed truth do not believe in that. They say that consciousness is all-in-all, and everything is floating on the ocean of consciousness. That is subjective evolution. Darwin talks of objective evolution, but the Vedic scriptures say that everything comes under the category of subjective evolution. As Bishop Berkeley, one European philosopher, said, “It is not that the mind is in the world, but the world is in the mind.” Everything is floating in the plane of consciousness. Consciousness presupposes everything.", "metadata": {"book_id": "en-HomeComfort", "title": "HomeComfort", "author": "Unknown", "chunk_index": 49, "type": "prose", "category": "book", "source": "en-HomeComfort.txt", "tradition": "Gaudiya Vaishnavism", "entities": [], "topics": [{"name": "Avatar-tattva", "score": 0.5}, {"name": "Maya-samsara", "score": 0.5}, {"name": "Bhagavat-tattva", "score": 0.5}], "text_canonical": null}}
{"id": "en-HomeComfort_ch00050", "text": "Darwin’s section say that in the beginning was the fossil. But what is a fossil? ‘Fossil’ is a particular conception, and that is a part of consciousness. Therefore, we contend that consciousness is the most original subject. Whatever you may say to be the beginning, consciousness existed before that, otherwise no statement about anything can be made. So, the Vedic truth states that Brahma—the all-pervading impersonal aspect of the Absolute—is the source of the souls; and above the soul, ātmā, is the Supersoul, Paramātmā. In the mundane worlds, all development is in the black side, but there is also a bright side—the eternal world, which exists with so many joyful activities, so many waves in the ocean of blissfulness and joy.\n\nIn this way, we must understand what should be our duty in this life, what is the special importance of the human life, and how to utilise it. There are so many religious opinions, but we seekers after truth shall have to find a harmonising solution amongst them, and for that we shall have to enter into some comparative study.", "metadata": {"book_id": "en-HomeComfort", "title": "HomeComfort", "author": "Unknown", "chunk_index": 50, "type": "prose", "category": "book", "source": "en-HomeComfort.txt", "tradition": "Gaudiya Vaishnavism", "entities": [], "topics": [{"name": "Avatar-tattva", "score": 0.0}, {"name": "Bhagavat-tattva", "score": 0.0}, {"name": "Sadhana-bhakti", "score": 0.0}], "text_canonical": null}}
{"id": "en-HomeComfort_ch00051", "text": "It is mentioned in the scriptures that we should not change our position too easily. For example, a commander will say to his army, “Don’t change your position. Rather, die to keep it.” But when the chance comes, he will say, “Go forward.” Similarly, the śāstra, the scriptures, have told, “Wherever you are born according to your previous karma, wherever you have taken your stand, don’t try to leave that position otherwise there is the possibility that you may go down.” But at the same time, when a proper chance comes, they say, “March on towards the Absolute! Make further progress.” So, in Bhagavad-gītā it is given, “Don’t easily lose your present position acquired by your previous action—rather, die there!” But then again, Kṛṣṇa comes to say,", "metadata": {"book_id": "en-HomeComfort", "title": "HomeComfort", "author": "Unknown", "chunk_index": 51, "type": "prose", "category": "book", "source": "en-HomeComfort.txt", "tradition": "Gaudiya Vaishnavism", "entities": ["Krishna", "Chaitanya Mahaprabhu", "Bhagavad-gītā", "Kṛṣṇa"], "topics": [{"name": "Avatar-tattva", "score": 0.8}, {"name": "Sadhana-bhakti", "score": 0.6}, {"name": "Bhagavat-tattva", "score": 0.4}], "text_canonical": null}}
{"id": "en-HomeComfort_ch00052", "text": "सर्व्वधर्म्मान् परित्यज्य मामेकं शरणं व्रज ।\n\nsarva-dharmān parityajya mām ekaṁ śaraṇaṁ vraja\n\n“When you get the chance of marching towards the Centre, you must do it at all cost.” This is the revolutionary method. There is the constitutional method and the revolutionary method. The revolutionary method is to risk anything and everything and march on, march forward towards the central truth, and, because this human life gives the best opportunity, we shall do whatever is necessary for that.", "metadata": {"book_id": "en-HomeComfort", "title": "HomeComfort", "author": "Unknown", "chunk_index": 52, "type": "prose", "category": "book", "source": "en-HomeComfort.txt", "tradition": "Gaudiya Vaishnavism", "entities": ["Krishna", "Chaitanya Mahaprabhu"], "topics": [{"name": "Saranagati", "score": 0.8}, {"name": "Nama-tattva", "score": 0.6}, {"name": "Sadhana-bhakti", "score": 0.4}], "text_canonical": null}}
{"id": "en-HomeComfort_ch00053", "text": "Only in the human form of life do you have the practical power of your discrimination and decision. If you lose this position and go to animal life or vegetable life, no one knows when you will again come back to be able to take an independent and voluntary decision. Therefore, this human life is most important and you should not misuse it for the practices of animal life: āhāra, nidrā, bhay, maithuna—to eat, to sleep, to be under apprehension at every minute, and to have sense-pleasure; you will find this everywhere. If you become an animal or go anywhere else—to become a bird, a worm, an insect, etc., you will get all these sense-enjoyments, but to cultivate your soul’s life, spiritual life, your proper function—that is a chance you will not get anywhere else other than in the human form of life. In the company of the saints, the entire position may be discussed, and in this way you can make progress in your life and save yourself. But if, despite having received a human birth, you lose this chance, you are committing suicide or worse. After having received a human birth, it is suicide not to try to help oneself properly, to try for one’s wholesale relief.", "metadata": {"book_id": "en-HomeComfort", "title": "HomeComfort", "author": "Unknown", "chunk_index": 53, "type": "prose", "category": "book", "source": "en-HomeComfort.txt", "tradition": "Gaudiya Vaishnavism", "entities": ["Krishna", "Chaitanya Mahaprabhu", "Bhakti Vinod Thakur"], "topics": [{"name": "Sadhana-bhakti", "score": 0.8}, {"name": "Maya-samsara", "score": 0.6}, {"name": "Avatar-tattva", "score": 0.4}], "text_canonical": null}}
{"id": "en-HomeComfort_ch00054", "text": "Śrī Guru and His Grace\n\n----------------------\n\nChapter Five\n\nŚrī Guru and His Grace\n\nAn essay by Śrīla B.R. Śrīdhar Dev-Goswāmī Mahārāj\n\noriginally published in 1934 in The Harmonist\n\nTo err is human. To err is inevitable for all, being not perfect. Still, no one wants to remain imperfect. There is an element within all that is animate that tends towards perfection. If it were not so, we would feel no want at all. Our tendency towards perfection is certainly very weak and limited; otherwise we could attain the goal at once. Our limited capacity and tendency for perfection makes room for the guide or Guru.\n\nThe imperfect is not so if it is not in need of help, and that also from beyond itself. The perfect is not perfect if He cannot assert Himself or help others, and that too, of His own accord. So the guidance to perfection or Absolute Truth is necessarily a function of the Absolute Himself, and the divine agent through whom this function manifests is Śrī Guru or the divine guide.", "metadata": {"book_id": "en-HomeComfort", "title": "HomeComfort", "author": "Unknown", "chunk_index": 54, "type": "prose", "category": "book", "source": "en-HomeComfort.txt", "tradition": "Gaudiya Vaishnavism", "entities": ["Śrīla B.R. Śrīdhar Dev-Goswāmī Mahārāj", "Śrī Guru"], "topics": [{"name": "Guru-tattva", "score": 0.9}, {"name": "Saranagati", "score": 0.7}, {"name": "Sadhana-bhakti", "score": 0.5}], "text_canonical": null}}
{"id": "en-HomeComfort_ch00055", "text": "For a seeker of the Absolute Truth, submission to the Guru is unavoidable. A class of thinkers believes, however, that when scientific research is possible, why cannot higher spiritual knowledge also be evolved from within? Such people are ignorant of the most essential nature of absolute knowledge, that He alone is the Absolute Subject and all else including ourselves constitutionally stand only as an object to His omniscient vision. It is impossible for the eye to see the mind; it can have some connection with the mind only when the latter cares to mind it. In a similar way, our connection with absolute knowledge depends mainly on His sweet will. We must solely depend on His agent, or the spiritual master, through whom He likes to distribute Himself.\n\nOur human society with its finest culture forms but an infinitesimal part of the dynamic Absolute. How, except by the direct and positive method of revelation, dare we hope to comprehend or evolve any conception of the supernatural knowledge of the unconditional Infinite? All intellectual giants prove themselves but pygmies before the absolute omniscient omnipotence who reserves the right to give Himself away through His own agents alone.", "metadata": {"book_id": "en-HomeComfort", "title": "HomeComfort", "author": "Unknown", "chunk_index": 55, "type": "prose", "category": "book", "source": "en-HomeComfort.txt", "tradition": "Gaudiya Vaishnavism", "entities": ["Guru", "Krishna"], "topics": [{"name": "Guru-tattva", "score": 0.9}, {"name": "Nama-tattva", "score": 0.7}, {"name": "Saranagati", "score": 0.5}], "text_canonical": null}}
{"id": "en-HomeComfort_ch00056", "text": "To our best knowledge and sincerity, however, we should see not to submit to a false agent. Here of course, we can’t help ourselves very much, because in our present state we are mainly guided by our previous saṁskār or acquired nature. “Birds of the same feather flock together.” Yet, although we are generally overpowered by habit, there is still the possibility of free choice to a certain extent, especially in the human species, otherwise correction becomes impossible, and punishment mere vengeance. Reality can assert itself. Light does not require darkness for its positive proof. The sun by itself can establish its supremacy over all other lights. Before an open and unbiased eye, the Sad-guru (real guide) shines above all professors of phenomenon.\n\nŚrī Guru manifests himself mainly in a twofold way—as the director from within and the preceptor from without. Both functions of the Absolute help an individual soul—a disciple—to reach the absolute goal. In our fallen state, we cannot catch the proper direction of the inner guide, so the merciful manifestation of the preceptor without is our sole help and hope. But at the same time, it is only by the grace of the Guru within that we can recognise the real preceptor without and submit to his holy feet.", "metadata": {"book_id": "en-HomeComfort", "title": "HomeComfort", "author": "Unknown", "chunk_index": 56, "type": "prose", "category": "book", "source": "en-HomeComfort.txt", "tradition": "Gaudiya Vaishnavism", "entities": ["Krishna", "Chaitanya Mahaprabhu", "Bhakti Vinod Thakur", "Navadvip", "Vrindavan"], "topics": [{"name": "Guru-tattva", "score": 0.8}, {"name": "Saranagati", "score": 0.6}, {"name": "Nama-tattva", "score": 0.5}], "text_canonical": null}}
{"id": "en-HomeComfort_ch00057", "text": "A bona fide disciple must always remain fully awake to the fact that his highest spiritual fortune is but a gracious grant from the Absolute Lord, and not a matter of right to be demanded or fought out. Constitutionally, we are equipped only to be proper recipients of God’s favour. In this connection, it should be clearly understood that an individual soul can never be substantially the same as the Absolute Person. Not even in his liberated or fully realised condition can an individual soul be one with Godhead. The misconception of oneness has been introduced from a slothful nondiscrimination between the Absolute Personality and the luminous orb around His eternal, spiritual, and blissful home. In fact, an individual soul constitutes only a part of a particular power of intermediate value of the Supreme Lord, and as such he is capable of being converted from both sides. He differs from the Absolute Entity both in quantity and quality, and is merely a dependent entity on the Absolute. In other words, the Absolute Lord Kṛṣṇa is the master, and an individual jīva-soul is His constitutional subordinate or servant.", "metadata": {"book_id": "en-HomeComfort", "title": "HomeComfort", "author": "Unknown", "chunk_index": 57, "type": "prose", "category": "book", "source": "en-HomeComfort.txt", "tradition": "Gaudiya Vaishnavism", "entities": ["Krishna", "Chaitanya Mahaprabhu", "Bhakti Vinod Thakur"], "topics": [{"name": "Avatar-tattva", "score": 0.8}, {"name": "Saranagati", "score": 0.6}, {"name": "Bhagavat-tattva", "score": 0.4}], "text_canonical": null}}
{"id": "en-HomeComfort_ch00058", "text": "Such a relationship is constant and really wholesome for the jīva. The apprehension of slavery does not arise because of his free choice and immense positive gain. The freedom and individuality of the jīva are not only unharmed by surrender to the Absolute Good, but they really thrive in Him alone. Individual freedom and interest are the part and parcel of those who are of the Absolute, and so they are quite at home there, as a fish is at home in water or an animal in a healthy atmosphere. But the freedom as well as all other qualities of the Supreme Personality are unlimited and transcendental, and so only by their partial functions do they harmonise all relative entities.", "metadata": {"book_id": "en-HomeComfort", "title": "HomeComfort", "author": "Unknown", "chunk_index": 58, "type": "prose", "category": "book", "source": "en-HomeComfort.txt", "tradition": "Gaudiya Vaishnavism", "entities": ["Krishna", "Chaitanya Mahaprabhu", "Bhakti Vinod Thakur"], "topics": [{"name": "Guru-tattva", "score": 0.8}, {"name": "Saranagati", "score": 0.6}, {"name": "Nama-tattva", "score": 0.5}], "text_canonical": null}}
{"id": "en-HomeComfort_ch00059", "text": "Śrī Guru is not exclusively the same as the Supreme Lord Himself, but he fully represents the essence of the whole normal potency and embodies the most comprehensive and excellent service and favour of the Lord. As he is the fittest servitor of the Lord, he is empowered by the Lord to reinstate all misguided souls in their best interest. So, Guru is the divine messenger of immortal hope and joy in this mortal and miserable world. His advent is the most auspicious and happy event for the suffering animation, and can be compared to the rising of the morning star that can guide the traveller lost in the desert. A gentle touch of Śrī Guru’s merciful hand can wipe away the incessant tears from all weeping eyes. A patriot or philanthropist makes the problem only worse in his frantic and futile attempt to alleviate the deep-rooted pain of a suffering soul, as an ignorant doctor does in eagerly handling an unfortunate patient. O the day when this poor soul realises the causeless grace of Śrī Gurudev.", "metadata": {"book_id": "en-HomeComfort", "title": "HomeComfort", "author": "Unknown", "chunk_index": 59, "type": "prose", "category": "book", "source": "en-HomeComfort.txt", "tradition": "Gaudiya Vaishnavism", "entities": ["Śrī Guru", "Śrī Gurudev"], "topics": [{"name": "Guru-tattva", "score": 0.9}, {"name": "Saranagati", "score": 0.7}, {"name": "Nama-tattva", "score": 0.5}], "text_canonical": null}}
{"id": "en-HomeComfort_ch00060", "text": "About the Author\n\n----------------\n\nAbout the Author\n\nŚrīla Bhakti Rakṣak Śrīdhar Dev-Goswāmī Mahārāj appeared in the world in 1895 in West Bengal, India. As a young man he surrendered to his Guru, Śrīla Bhakti Siddhānta Saraswatī Ṭhākur, and served him wholeheartedly. Appreciating Śrīla Śrīdhar Mahārāj’s deep understanding of pure devotion, Śrīla Saraswatī Ṭhākur publicly recognised him as “a fit person to continue my disciplic succession”.\n\nThereafter Śrīla Śrīdhar Mahārāj founded Śrī Caitanya Sāraswat Maṭh on the banks of the River Ganges in Nabadwīp. He preached Śrī Caitanya Mahāprabhu’s teachings of divine love throughout India and revealed their import in unprecedented depth.\n\nŚrīla Śrīdhar Mahārāj departed from the mortal world in 1988, leaving behind his faithful followers, his wisdom, and his Mission.", "metadata": {"book_id": "en-HomeComfort", "title": "HomeComfort", "author": "Unknown", "chunk_index": 60, "type": "prose", "category": "book", "source": "en-HomeComfort.txt", "tradition": "Gaudiya Vaishnavism", "entities": ["Śrīla Bhakti Rakṣak Śrīdhar Dev-Goswāmī Mahārāj", "Śrīla Bhakti Siddhānta Saraswatī Ṭhākur", "Śrī Caitanya Mahāprabhu", "Śrī Caitanya Sāraswat Maṭh", "Nabadwīp"], "topics": [{"name": "Guru-tattva", "score": 0.9}, {"name": "Saranagati", "score": 0.7}, {"name": "Dham-tattva", "score": 0.6}], "text_canonical": null}}
{"id": "en-HomeComfort_ch00061", "text": "Back Cover\n\n----------\n\nBack Cover\n\nOur real home is full of freedom and comfort. Everything we need is there. It is a place where there are natural transactions of faith, love, and affection.\n\nMisusing our free will, we have somehow gone astray. But now we are being called, “Come home, back to God and back to home, the highest position, the land of love.”", "metadata": {"book_id": "en-HomeComfort", "title": "HomeComfort", "author": "Unknown", "chunk_index": 61, "type": "prose", "category": "book", "source": "en-HomeComfort.txt", "tradition": "Gaudiya Vaishnavism", "entities": [], "topics": [{"name": "Avatar-tattva", "score": 0.8}, {"name": "Saranagati", "score": 0.6}, {"name": "Nama-tattva", "score": 0.4}], "text_canonical": null}}
{"id": "en-HolyEngagement_ch00000", "text": "Holy Engagement\n\n===============\n\nAll glory to Śrī Guru and Śrī Gaurāṅga\n\nHoly Engagement\n\nCompiled from informal discourses given by\n\nThe Founder-Āchārya of Śrī Caitanya Sāraswat Maṭh\n\nŚrīla Bhakti Rakṣak Śrīdhar Dev-Goswāmī Mahārāj\n\nUnder the direction of the Present Āchārya\n\nŚrīla Bhakti Sundar Govinda Dev-Goswāmī Mahārāj", "metadata": {"book_id": "en-HolyEngagement", "title": "HolyEngagement", "author": "Unknown", "chunk_index": 0, "type": "prose", "category": "book", "source": "en-HolyEngagement.txt", "tradition": "Gaudiya Vaishnavism", "entities": ["Śrī Guru", "Śrī Gaurāṅga", "Śrīla Bhakti Rakṣak Śrīdhar Dev-Goswāmī Mahārāj", "Śrīla Bhakti Sundar Govinda Dev-Goswāmī Mahārāj"], "topics": [{"name": "Guru-tattva", "score": 1.0}, {"name": "Saranagati", "score": 0.8}, {"name": "Nama-tattva", "score": 0.6}], "text_canonical": null}}
{"id": "en-HolyEngagement_ch00001", "text": "The Sevaite-President-Acharya\n\nKolerganj, P.O. Nabadwip, Dt. Nadia,\n\nW. Bengal, 741302 India\n\nFirst Printing: 1993\n\nSecond Printing: 1993\n\nThird Printing: 2004\n\nTranscribed by:\n\nŚrī Mahananda Das Bhakti Ranjan\n\nSpecial thanks to Śrī Ananta Kṛṣṇa Prabhu for assisting with the necessary funds for printing.", "metadata": {"book_id": "en-HolyEngagement", "title": "HolyEngagement", "author": "Unknown", "chunk_index": 1, "type": "prose", "category": "book", "source": "en-HolyEngagement.txt", "tradition": "Gaudiya Vaishnavism", "entities": ["Śrī Mahananda Das Bhakti Ranjan", "Śrī Ananta Kṛṣṇa Prabhu"], "topics": [{"name": "Guru-tattva", "score": 0.8}, {"name": "Saranagati", "score": 0.6}, {"name": "Nama-tattva", "score": 0.4}], "text_canonical": null}}
{"id": "en-HolyEngagement_ch00002", "text": "Ananta Printing & Publishing\n\nContents\n\n--------\n\nContents\n\nIntroduction: Divine Transformation\n\nChapter One: Devotees’ Pilgrimage\n\nChapter Two: Searching Life’s Secret\n\nChapter Three: Recognising Divinity\n\nChapter Four: The Inner Domain\n\nChapter Five: The Greatest Benediction\n\nEpilogue: Holiest Engagement", "metadata": {"book_id": "en-HolyEngagement", "title": "HolyEngagement", "author": "Unknown", "chunk_index": 2, "type": "prose", "category": "book", "source": "en-HolyEngagement.txt", "tradition": "Gaudiya Vaishnavism", "entities": ["Ananta Printing & Publishing", "Chaitanya Mahaprabhu", "Navadvip", "Vrindavan"], "topics": [{"name": "Guru-tattva", "score": 0.8}, {"name": "Saranagati", "score": 0.6}, {"name": "Nama-tattva", "score": 0.4}], "text_canonical": null}}
{"id": "en-HolyEngagement_ch00003", "text": "Appendix I: Śrī Rūpa-Mañjarī-pada\n\nAppendix II: The Author and His Mission\n\nIntroduction: Divine Transformation\n\n-----------------------------------\n\nIntroduction:\n\nDivine Transformation\n\nAn excerpt from Chapter 3 of Jaiva-dharma written by\n\nŚrīla Bhakti Vinod Ṭhākur\n\n[Translated by Śrīpād B.A. Sāgar Mahārāj]\n\nOne evening, three hours after nightfall, Sannyāsī Ṭhākur sat alone, singing the Holy Name. He was seated on a small mound in a lonely arbour of Śrī Godrum forest. As he cast his glance northward, the full moon rose, revealing an unprecedented beauty throughout the holy abode of Śrī Nabadwīp. A short distance away, Śrī Māyāpur became visible. Sannyāsī Ṭhākur exclaimed, “Oh! What is this wonder? I see an ecstatic holy place. There, constructed of precious jewels, are an effulgent palace, a Temple, and gateways. The entire bank of the Jāhnavī River is illuminated by their brilliance. In many places at once, a tumultuous roar of Hari-nām-saṅkīrtan is arising, vibrating through the skies. And now hundreds of devotees resembling the celestial sage Nārad are vibrating vīṇās, chanting the Holy Name, and dancing. Somewhere, the white-complexioned god of gods Mahādev is clutching his ḍambaru drum, crying, ‘O Viśvambhara, please give me Your mercy!’ Dancing in a mad frenzy, he now falls to the ground. Somewhere else, four-headed Lord Brahmā, seated in the assembly of Veda-reciting Rṣis, is singing the Vedic mantra:", "metadata": {"book_id": "en-HolyEngagement", "title": "HolyEngagement", "author": "Unknown", "chunk_index": 3, "type": "prose", "category": "book", "source": "en-HolyEngagement.txt", "tradition": "Gaudiya Vaishnavism", "entities": ["Śrīla Bhakti Vinod Ṭhākur", "Śrīpād B.A. Sāgar Mahārāj", "Sannyāsī Ṭhākur", "Śrī Godrum", "Śrī Nabadwīp", "Śrī Māyāpur", "Jāhnavī River", "Mahādev", "Nārad", "Viśvambhara", "Brahmā"], "topics": [{"name": "Saranagati", "score": 0.8}, {"name": "Nama-tattva", "score": 0.6}, {"name": "Lila-katha", "score": 0.4}], "text_canonical": null}}
{"id": "en-HolyEngagement_ch00004", "text": "mahān prabhur vai puruṣaḥ sattvasyaiṣa pravartakaḥ\n\nsunirmalām imāṁ prāptim īśāno jyotir avyayaḥ\n\n‘The Supreme Person is Mahāprabhu; He alone is the source of our enlightenment. Only by His grace can one attain immaculate peace. He is the Supreme Being, the Invincible.’\n\n“Now Lord Brahmā is giving the transcendental commentary on that mantra. And somewhere else, all the demigods headed by Lord Indra are leaping and bounding, singing, ‘Jaya Prabhu Gaurachandra jaya Nityānanda: glory be to the Lord Gaurachandra, glory to Śrī Nityānanda!’ All the birds, perched on the branches of the trees, break out in song, ‘Gaura-Nitāi, Gaura-Nitāi!’ The bees have become intoxicated drinking the nectar of the Name of Gaura, and they are busily humming through the length and breadth of the flower gardens. Intoxicated by the ecstasy of Śrī Gaurachandra, Mother Nature extends her beauty all around. Lo! I never saw all these things in Śrī Māyāpur by day! What is this?”\n\nThen, remembering his Divine Master, he said, “My lord, I know well that you have given me your grace by extending unto me a divine vision of holy Māyāpur. From now on, I shall adopt a method to come out into the world as a member of the party of Śrī Gaurachandra. In this holy abode of Śrī Nabadwīp I see that everyone wears tulasī beads around their necks, and they decorate their bodies with the signs of tilak and the Holy Names. I also shall do this.”", "metadata": {"book_id": "en-HolyEngagement", "title": "HolyEngagement", "author": "Unknown", "chunk_index": 4, "type": "prose", "category": "book", "source": "en-HolyEngagement.txt", "tradition": "Gaudiya Vaishnavism", "entities": ["Krishna", "Chaitanya Mahaprabhu", "Bhakti Vinod Thakur", "Navadvip", "Vrindavan", "Gaurachandra", "Nityānanda", "Śrī Māyāpur", "Śrī Nabadwīp"], "topics": [{"name": "Avatar-tattva", "score": 0.8}, {"name": "Lila-katha", "score": 0.7}, {"name": "Saranagati", "score": 0.6}], "text_canonical": null}}
{"id": "en-HolyEngagement_ch00005", "text": "Speaking in this way, Sannyāsī Ṭhākur fell into semi-consciousness.\n\nShortly after, he awoke. Certainly, he was awake, but the beautiful divine vision was no longer visible. Falling to weeping, Sannyāsī Ṭhākur said, “I am greatly fortunate. I received the grace of Śrī Guru, and just for a moment I had a divine vision of Śrī Māyāpur Dhām.”\n\nThe next day, Sannyāsī Ṭhākur threw his māyāvādī sannyāsa-daṇḍa into the river. He tied three strands of tulasī beads around his neck and decorated his forehead with the Vaiṣṇava insignia of tilak. He danced, chanting, “Hari! Hari!”\n\nWhen the Vaiṣṇavas of Godrum saw his new-born countenance and charming new attire, they all offered him their obeisances, considering him to be most blessed. Sannyāsī Ṭhākur felt somewhat bashful and said, “No doubt I accepted the dress of a Vaiṣṇava to become a fit recipient of their mercy, but now I’m falling into another predicament. Over and over I have heard this verse from the lotus mouth of Śrī Gurudev:", "metadata": {"book_id": "en-HolyEngagement", "title": "HolyEngagement", "author": "Unknown", "chunk_index": 5, "type": "prose", "category": "book", "source": "en-HolyEngagement.txt", "tradition": "Gaudiya Vaishnavism", "entities": ["Sannyāsī Ṭhākur", "Śrī Guru", "Śrī Māyāpur Dhām", "Godrum"], "topics": [{"name": "Saranagati", "score": 0.8}, {"name": "Nama-tattva", "score": 0.6}, {"name": "Dham-tattva", "score": 0.5}], "text_canonical": null}}
{"id": "en-HolyEngagement_ch00006", "text": "tṛṇād api sunīchena taror api sahiṣṇunā\n\namāninā mānadena kīrtanīyaḥ sadā hariḥ\n\n(Caitanya-charitāmṛta: Antya-līlā, 20.21)\n\n“Now, what will be my fate if those very Vaiṣṇavas that I have accepted as my Gurus offer me their obeisances?”\n\nThinking in this way, he approached Paramahaṁsa Bābājī and offered him his prostrate obeisances.\n\nSeated beneath the roof of mādhavī vines, Bābājī Mahāśay was taking the Holy Name. Seeing the completely transformed appearance of Sannyāsī Ṭhākur, and seeing that his heart had bloomed in love for the Name, Bābājī Mahāśay embraced his disciple, bathing him with his tears. He said, “O Vaiṣṇava Dās, today my ambitions are fulfilled by touching your auspicious form.”\n\nBy these words alone, Sannyāsī Ṭhākur’s previous name vanished. He now became known as ‘Vaiṣṇava Dās’. He had now attained something very special, a new lease of life. His dress of a māyāvādī ascetic, his haughty name and titles of that sannyās order, and his condescending egotism—all these things had vanished.", "metadata": {"book_id": "en-HolyEngagement", "title": "HolyEngagement", "author": "Unknown", "chunk_index": 6, "type": "prose", "category": "book", "source": "en-HolyEngagement.txt", "tradition": "Gaudiya Vaishnavism", "entities": ["Krishna", "Chaitanya Mahaprabhu", "Bhakti Vinod Thakur", "Paramahaṁsa Bābājī", "Sannyāsī Ṭhākur", "Vaiṣṇava Dās"], "topics": [{"name": "Guru-tattva", "score": 0.8}, {"name": "Saranagati", "score": 0.6}, {"name": "Nama-tattva", "score": 0.9}], "text_canonical": null}}
{"id": "en-HolyEngagement_ch00007", "text": "In the afternoon many Vaiṣṇavas of Śrī Godrum and Śrī Madhyadwīp visited Śrī Pradyumna Kuñja to offer their respects and meet with Paramahaṁsa Bābājī Mahāśay. All were seated around him, chanting the Holy Name on their tulasī beads. Some shed tears, crying, “Hā Gaurāṅga, Nityānanda” or, “Hā Sītānātha” or, “He jaya Sacī Nandana”. The Vaiṣṇavas discussed spiritual matters amongst one another. The visiting Vaiṣṇavas circumambulated the holy tulasī tree and began to offer their prostrate obeisances to the resident Vaiṣṇavas. Just then, Vaiṣṇava Dās also circumambulated Śrī Vṛndā Devī and threw himself into the dust before the feet of the Vaiṣṇavas. Hearing the devotees’ remarks, some of the highly respected, elevated Vaiṣṇavas exclaimed, “He can’t be the same Sannyāsī Ṭhākur—what an amazing transformation!”\n\nVaiṣṇava Dās rolled on the ground before them. Imploringly, he began to speak, “Today, my life’s mission is fulfilled. I have attained the dust of the feet of the Vaiṣṇavas. By the mercy of Śrī Gurudev, I have learned well that there is no refuge for the soul other than the dust of the feet of the Vaiṣṇavas. The foot-dust of the Vaiṣṇava, the nectarean water that washed the feet of the Vaiṣṇava, and the remnants of food left by the Vaiṣṇava—these three are the medicine for the disease of mundanity, and they are the healthy diet for those afflicted with this disease. Not only do they cure the disease, but they bestow the highest ecstasy upon the healthy souls.", "metadata": {"book_id": "en-HolyEngagement", "title": "HolyEngagement", "author": "Unknown", "chunk_index": 7, "type": "prose", "category": "book", "source": "en-HolyEngagement.txt", "tradition": "Gaudiya Vaishnavism", "entities": ["Śrī Pradyumna Kuñja", "Paramahaṁsa Bābājī Mahāśay", "Śrī Vṛndā Devī", "Vaiṣṇava Dās", "Śrī Godrum", "Śrī Madhyadwīp", "Śrī Gaurāṅga", "Śrī Nityānanda", "Śrī Sītānātha", "Śrī Sacī Nandana"], "topics": [{"name": "Saranagati", "score": 0.9}, {"name": "Nama-tattva", "score": 0.7}, {"name": "Sadhana-bhakti", "score": 0.5}], "text_canonical": null}}
{"id": "en-HolyEngagement_ch00008", "text": "“O Vaiṣṇavas, please don’t think I am flaunting my scholarship. These days, my heart has become purged of egotism. I was born in a brāhmaṇ family, I studied all the scriptures, and I entered into the fourth order, the life of asceticism. Thus, the inflation of my ego has known no bounds. But since the day I became attracted to the principles of the Vaiṣṇavas, a seed of humility was planted within my heart. By the mercy of you all, I have gradually cast off the pride of my birth, the megalomania of my scholarship, and the grandeur of my ascetic status. Now, I find that I am a helpless, wretched soul. Other than the shelter of the lotus feet of the Vaiṣṇavas, I have no refuge whatsoever. Brāhmaṇism, scholarship, and sannyās—these things were the cause of my downfall. Now I have openly confessed everything at your lotus feet; please utilise your servitor as you deem proper.”", "metadata": {"book_id": "en-HolyEngagement", "title": "HolyEngagement", "author": "Unknown", "chunk_index": 8, "type": "prose", "category": "book", "source": "en-HolyEngagement.txt", "tradition": "Gaudiya Vaishnavism", "entities": ["Vaiṣṇavas", "Krishna", "Chaitanya Mahaprabhu", "Bhakti Vinod Thakur"], "topics": [{"name": "Saranagati", "score": 0.9}, {"name": "Sadhana-bhakti", "score": 0.7}, {"name": "Guru-tattva", "score": 0.6}], "text_canonical": null}}
{"id": "en-HolyEngagement_ch00009", "text": "An excerpt from Śrī Daśa-mūla\n\ncomposed by Śrīla Bhakti Vinod Ṭhākur\n\n[Translated by Śrīpād B.A. Sāgar Mahārāj]\n\nyadā bhrāmaṁ bhrāmaṁ hari-rasa-galad-vaiṣṇava-janaṁ\n\nkadāchit sampaśyaṁs tad-anugamane syād ruchi-yutaḥ\n\ntadā kṛṣṇāvṛttyā tyajati śanakair māyika-daśāṁ\n\nsvarūpaṁ vibhrāṇo vimala-rasa-bhogaṁ sa kurute [8]\n\nAfter wandering throughout the higher and lower species of life, when he is blessed with a holy glimpse of a Vaiṣṇava whose heart is melted in the joy of love for the Supreme Lord Hari, the attraction to live the life of following in the wake of the Vaiṣṇava is born for the conditioned soul. Continuously chanting the Holy Name and glories of Lord Kṛṣṇa, his life of illusory existence is gradually dispelled. He soon attains to his own intrinsic form and becomes eligible to revel in the joy of the unadulterated service of Śrī Kṛṣṇa.", "metadata": {"book_id": "en-HolyEngagement", "title": "HolyEngagement", "author": "Unknown", "chunk_index": 9, "type": "prose", "category": "book", "source": "en-HolyEngagement.txt", "tradition": "Gaudiya Vaishnavism", "verse": "8", "entities": ["Śrīla Bhakti Vinod Ṭhākur", "Śrīpād B.A. Sāgar Mahārāj", "Śrī Kṛṣṇa", "Hari"], "topics": [{"name": "Saranagati", "score": 0.9}, {"name": "Nama-tattva", "score": 0.7}, {"name": "Dham-tattva", "score": 0.5}], "text_canonical": null}}
{"id": "en-HolyEngagement_ch00010", "text": "Devotees’ Pilgrimage\n\n--------------------\n\nChapter One\n\nDevotees’ Pilgrimage\n\nDevotee: Please tell us something about Śrī Nabadwīp Dhām Parikramā (circumambulation).\n\nŚrīla Guru Mahārāj (Śrīla Bhakti Rakṣak Śrīdhar Dev-Goswāmī Mahārāj): We should try to become more acquainted with the realistic view of Nabadwīp. There are so many divisions in this Nabadwīp Dhām: mainly nine. It is mentioned that they represent the nine sections of devotion:\n\nśravaṇaṁ kīrtanaṁ viṣṇoḥ smaraṇaṁ pāda-sevanam\n\narchanaṁ vandanaṁ dāsyaṁ sakhyam ātma-nivedanam\n\nSīmantadwīp represents śravaṇa-bhakti, hearing about Kṛṣṇa. Chanting about Kṛṣṇa, kīrtan, is in Godrumadwīp; remembering the Lord, smaraṇam, is in Madhyadwīp; serving the Lord’s feet, pāda-sevanam, is here in Koladwīp; worshipping with ghee lamp, etc., archanam, is in Ṛtudwīp; offering prayers, vandanam, is in Jahnudwīp; rendering service as a servant, dāsyam, is in Modadrumadwīp; rendering service to the Lord in the relationship of a best friend, sakhyam, is in Rudradwīp; and full self-surrender, ātma-nivedanam, is represented in Śrī Antardwīp, Māyāpur. They have connection with these nine main types of devotional conceptions respectively. When travelling to these places, we are reminded by the incidents connected with them, how such representation comes from each place. All of them taken together promote our understanding as to what is devotion proper.", "metadata": {"book_id": "en-HolyEngagement", "title": "HolyEngagement", "author": "Unknown", "chunk_index": 10, "type": "prose", "category": "book", "source": "en-HolyEngagement.txt", "tradition": "Gaudiya Vaishnavism", "entities": ["Śrīla Guru Mahārāj", "Śrīla Bhakti Rakṣak Śrīdhar Dev-Goswāmī Mahārāj", "Śrī Nabadwīp Dhām Parikramā", "Kṛṣṇa", "Sīmantadwīp", "Godrumadwīp", "Madhyadwīp", "Koladwīp", "Ṛtudwīp", "Jahnudwīp", "Modadrumadwīp", "Rudradwīp", "Śrī Antardwīp", "Māyāpur"], "topics": [{"name": "Guru-tattva", "score": 0.8}, {"name": "Saranagati", "score": 0.6}, {"name": "Dham-tattva", "score": 0.9}], "text_canonical": null}}
{"id": "en-HolyEngagement_ch00011", "text": "Ātma-nivedanam, full self-surrender, is the basis of all. After ātma-nivedanam the plane of life will be categorically changed. After surrendering to the central direction, whatever will be done by us will come to have recognition as devotion. That is devotion. Ātma-nivedanam is selflessness plus self-surrendering. Self-surrendering presupposes selflessness. Selfish actions come to an end and selflessness is also crossed, and then self-surrendered life begins—and that is devotion proper.\n\nThe life of a devotee has no individual or provincial interest. He works only for the universal interest of the Whole Absolute. Devotees are soldiers of that plane. Whatever they may do, the suggestion and inspiration comes from the centre, the Absolute Good. Though apparently they seem to be members of this plane of quarrel, in their heart their connection is with the Absolute Good; therefore, their colour has completely changed. The valuation of the devotees’ movements has completely changed although apparently they seem to be doing everything almost in a similar way to the mundane persons. Mundane persons eat, and the devotees also appear to eat, but actually they are not eating; they are rendering service to the remnants sent by the Lord. In this way they are going on.", "metadata": {"book_id": "en-HolyEngagement", "title": "HolyEngagement", "author": "Unknown", "chunk_index": 11, "type": "prose", "category": "book", "source": "en-HolyEngagement.txt", "tradition": "Gaudiya Vaishnavism", "entities": ["Krishna", "Chaitanya Mahaprabhu", "Bhakti Vinod Thakur"], "topics": [{"name": "Saranagati", "score": 0.9}, {"name": "Sadhana-bhakti", "score": 0.8}, {"name": "Nama-tattva", "score": 0.7}], "text_canonical": null}}
{"id": "en-HolyEngagement_ch00012", "text": "tvayopabhukta-srag-gandha-vāso- ’laṅkāra-charchitāḥ\n\nuchchhiṣṭa-bhojino dāsās tava māyāṁ jayema hi\n\nUddhava says in Śrīmad Bhāgavatam, “We shall conquer the whole of the deluding energy (Māyā) by only one thing. And what is that? We shall accept everything with the spirit of service. Whatever You, O Lord, send to us, You have already taken and enjoyed, and we shall serve those remnants, and thereby the whole of the deluding energy will be devastated.”\n\nOne of my learned professor godbrothers was challenged by his younger brother who was perhaps a graduate, “What do you do there in the Maṭh? What we do, you also do there.”\n\nThe professor replied, “No, no, you do not do what we do in the Maṭh.”\n\n“You do not eat?”\n\n“No, we do not eat.”\n\n“Then what do you do? With my own eyes I have seen you eating.”\n\n“No, we don’t eat. We don’t eat like you; we don’t put solid things into our stomachs like you. We render service to mahāprasādam. What we do is beyond your understanding. We don’t eat like you. We have no spirit of consumption. We don’t consume anything, but we honour the remnants of the Lord.”", "metadata": {"book_id": "en-HolyEngagement", "title": "HolyEngagement", "author": "Unknown", "chunk_index": 12, "type": "prose", "category": "book", "source": "en-HolyEngagement.txt", "tradition": "Gaudiya Vaishnavism", "entities": ["Uddhava", "Śrīmad Bhāgavatam", "Krishna", "Maṭh", "mahāprasādam"], "topics": [{"name": "Saranagati", "score": 0.9}, {"name": "Nama-tattva", "score": 0.7}, {"name": "Sadhana-bhakti", "score": 0.5}], "text_canonical": null}}
{"id": "en-HolyEngagement_ch00013", "text": "Such will be the difference between all the activities of the true Vaiṣṇavas and the worldly men. Apparently, the Vaiṣṇavas seem to do the same things as others are doing: walking, sleeping, eating, engaging others in activities, earning money, spending, and so many apparently similar things, but the standpoint is totally different. It is connected with the centre. They abide by the direction of the central movement, whereas the worldly men are guided by their provincial, local interest. The difference is that one is guided by the local and the other by the Absolute, and that difference is very, very great. The Vaiṣṇavas are on the other side of selflessness, the other side of renounced life. Between the worldly men and the Vaiṣṇavas is the realm of complete renunciation. One is on one side; the other is on the other side.\n\nWhat proper devotion is must be realised. Generally, it may not be understood by the apparent movement of the devotees, but it is to be realised by the question of adjusting the angle of vision. The angle of vision is to be changed.", "metadata": {"book_id": "en-HolyEngagement", "title": "HolyEngagement", "author": "Unknown", "chunk_index": 13, "type": "prose", "category": "book", "source": "en-HolyEngagement.txt", "tradition": "Gaudiya Vaishnavism", "entities": ["Krishna", "Chaitanya Mahaprabhu", "Bhakti Vinod Thakur", "Navadvip", "Vrindavan"], "topics": [{"name": "Guru-tattva", "score": 0.8}, {"name": "Saranagati", "score": 0.6}, {"name": "Nama-tattva", "score": 0.9}], "text_canonical": null}}
{"id": "en-HolyEngagement_ch00014", "text": "There are so many incidents, stories, and sceneries connected with Śrī Nabadwīp Dhām Parikramā, but all are meaning to help us in our life of absolute adjustment. If one can catch that, then by his parikramā through different holy places and his hearing about local ‘historical’ incidents, he will receive eternal instructions in various conceptions of devotion. He will receive encouragement in this way.\n\nIt is not like the parikramā of the ordinary people in the general Hindu section of society who also go out on pilgrimage. The general people come in contact with the holy places and they have some holy association, but their main object is to gain some unseen help in their present life. They want their desires of this present life to be satisfied by some invisible help from the demigods. It is puṇya-karma—to acquire good merit to help success in their present life according to their conception. It is not śuddha-bhakti.", "metadata": {"book_id": "en-HolyEngagement", "title": "HolyEngagement", "author": "Unknown", "chunk_index": 14, "type": "prose", "category": "book", "source": "en-HolyEngagement.txt", "tradition": "Gaudiya Vaishnavism", "entities": ["Śrī Nabadwīp Dhām Parikramā", "Śrī Chaitanya Mahaprabhu"], "topics": [{"name": "Avatar-tattva", "score": 0.8}, {"name": "Sadhana-bhakti", "score": 0.6}, {"name": "Dham-tattva", "score": 0.4}], "text_canonical": null}}
{"id": "en-HolyEngagement_ch00015", "text": "The objective of the Gauḍīya Maṭh people is quite different, and it cannot be reckoned in any of the different planes the present educational section are hunting for. The present-day scholars cannot even think that purely spiritual life is possible at all. They consider that spiritual life may be only a concoction that others are suffering from. According to the so-called scientific scholars, the spiritual searchers are fighting with their shadow, hunting after impossibility and imaginary things. They consider the devotees to be running after phantasmagoria and superstition.", "metadata": {"book_id": "en-HolyEngagement", "title": "HolyEngagement", "author": "Unknown", "chunk_index": 15, "type": "prose", "category": "book", "source": "en-HolyEngagement.txt", "tradition": "Gaudiya Vaishnavism", "entities": ["Gauḍīya Maṭh", "Krishna", "Chaitanya Mahaprabhu", "Bhakti Vinod Thakur"], "topics": [{"name": "Guru-tattva", "score": 0.8}, {"name": "Saranagati", "score": 0.6}, {"name": "Nama-tattva", "score": 0.5}], "text_canonical": null}}
{"id": "en-HolyEngagement_ch00016", "text": "yā niśā sarva-bhūtānāṁ tasyāṁ jāgarti saṁyamī\n\nyasyāṁ jāgrati bhūtāni sā niśā paśyato muneḥ\n\n(Śrīmad Bhagavad-gītā: 2.69)\n\nBut on the other side, we think that in the name of concrete reality they are running after phantasmagoria—just the opposite. They are running after the mortal achievements. They think immortality is not possible, and Socrates had to pay a heavy price for expressing that the soul is immortal. At the cost of his life, he announced that the soul is immortal. They objected, “No, nothing is immortal; therefore, it is foolish to neglect the mortal pleasures, so let us enjoy whatever there may be.” That was their viewpoint.\n\nThe normal viewpoint is that we want to be wakeful in that plane of life which is darkness to them. The basis is that the soul is immortal and there is an immortal world—it is not only immortal but it is nectarean reality. Śṛṇvantu viśve amṛtasya putrā: “O you sons of nectar, be mindful. You are eternal, and you are children of that soil. Why do you suffer so much? You have become victims of mortality but really you are not so. You have an inconceivably higher prospect of life. Come back. Come back to your own plane. Come back home.” That is the general call of the Upaniṣads, the most ancient revealed scripture.", "metadata": {"book_id": "en-HolyEngagement", "title": "HolyEngagement", "author": "Unknown", "chunk_index": 16, "type": "prose", "category": "book", "source": "en-HolyEngagement.txt", "tradition": "Gaudiya Vaishnavism", "source_book": "Śrīmad Bhagavad-gītā", "chapter": "2", "verse": "69", "entities": ["Krishna", "Chaitanya Mahaprabhu", "Bhakti Vinod Thakur", "Socrates"], "topics": [{"name": "Avatar-tattva", "score": 0.8}, {"name": "Bhagavat-tattva", "score": 0.6}, {"name": "Sadhana-bhakti", "score": 0.5}], "text_canonical": null}}
{"id": "en-HolyEngagement_ch00017", "text": "The attempt of the followers of Śrī Caitanya Mahāprabhu does not only call for theistic life, but it calls for theism in its full-fledged condition: that is a family life with God—family life with the Absolute beauty and charm. “Your place is just on the lap of the affectionate father, or just on the lap of the beloved consort.”\n\n“Do or die” is the slogan of Mahāprabhu’s followers. Let us try. Let us strive our utmost to achieve what is our own real prospect. No compromise. There must be no compromise along the way, but we must fight to the finish and we must be prepared for that. Our Guru Mahārāj, Prabhupād Śrīla Bhakti Siddhānta Saraswatī Ṭhākur, was the Āchārya of the whole Gauḍīya Maṭh and he was of such nature. He was not haphazard or prepared to make any compromise—nothing of the kind.\n\nPrabhupād Śrīla Bhakti Siddhānta Saraswatī Ṭhākur had to begin his fight almost single-handedly against the whole of the world—against all the different stages of culture ever known to the world. His only support was Śrīmad Bhāgavatam and Śrīman Mahāprabhu. He proceeded with “heart within and God overhead”. On his head was Mahāprabhu and Bhāgavatam. He stood alone to fight out Their cause. Not only did he want to fight in Bengal, the province of Mahāprabhu, and not only in India, but he wanted to fight outside as well.", "metadata": {"book_id": "en-HolyEngagement", "title": "HolyEngagement", "author": "Unknown", "chunk_index": 17, "type": "prose", "category": "book", "source": "en-HolyEngagement.txt", "tradition": "Gaudiya Vaishnavism", "entities": ["Śrī Caitanya Mahāprabhu", "Prabhupād Śrīla Bhakti Siddhānta Saraswatī Ṭhākur", "Gauḍīya Maṭh"], "topics": [{"name": "Guru-tattva", "score": 0.9}, {"name": "Sadhana-bhakti", "score": 0.7}, {"name": "Avatar-tattva", "score": 0.6}], "text_canonical": null}}
{"id": "en-HolyEngagement_ch00018", "text": "He wanted to attack the highest position of the present civilisation—the Western world, the scientific civilisation. They are so proud with their present achievements, but Śrīla Saraswatī Ṭhākur Prabhupād wanted to break down the whole structure of the present false civilisation. He wanted to demolish it and construct a divine Temple over the ruins. He wanted to construct a Temple of God over the mundane world. He wanted to present not any half-truth, but the fullest: in his words, “full-fledged theism” in accordance with Śrīmad Bhāgavatam. We are not to stop halfway or be satisfied with partial progress, but we are to only engage in wholesale dealings, and that is given by Śrīmad Bhāgavatam.", "metadata": {"book_id": "en-HolyEngagement", "title": "HolyEngagement", "author": "Unknown", "chunk_index": 18, "type": "prose", "category": "book", "source": "en-HolyEngagement.txt", "tradition": "Gaudiya Vaishnavism", "entities": ["Śrīla Saraswatī Ṭhākur Prabhupād"], "topics": [{"name": "Avatar-tattva", "score": 0.8}, {"name": "Sadhana-bhakti", "score": 0.6}, {"name": "Bhagavat-tattva", "score": 0.4}], "text_canonical": null}}
{"id": "en-HolyEngagement_ch00019", "text": "avismṛtiḥ kṛṣṇa-padāravindayoḥ\n\nThe conception of theism follows these lines. It is continual existence under the holy protection of the divine feet of Kṛṣṇa: to maintain one’s life of continuous engagement with all sorts of activities, while thinking, “The guide is upon my head. The divine feet of Kṛṣṇa are upon my head.” With this attitude we can easily remove what is foreign within us in no time at all. The continual remembrance of Kṛṣṇa’s lotus feet, of Kṛṣṇa’s connection, will in no time disperse all the difficulties along the way, as well as all meanness and all that is not dignified. Our Śrīla Guru Mahārāj said, “The Gauḍīya Maṭh stands for the dignity of the human race.” We are to understand that slavery to Kṛṣṇa is a most dignified position. And everything against that ideal is meanness. The only standard of life for a gentleman is to understand and accept the position of subordination to the Absolute Truth. To admit what is proper and real, and on that basis make one’s life advanced, is not meanness. To understand one’s proper position and to understand one’s proper duty and discharge it—that is a gentleman’s life; to accept what is truth. What is considered to be meanness will be removed very soon. And what is really for our welfare and beneficial to us, that will increase.", "metadata": {"book_id": "en-HolyEngagement", "title": "HolyEngagement", "author": "Unknown", "chunk_index": 19, "type": "prose", "category": "book", "source": "en-HolyEngagement.txt", "tradition": "Gaudiya Vaishnavism", "entities": ["Kṛṣṇa", "Śrīla Guru Mahārāj"], "topics": [{"name": "Guru-tattva", "score": 0.8}, {"name": "Saranagati", "score": 0.6}, {"name": "Nama-tattva", "score": 0.5}], "text_canonical": null}}
{"id": "en-HolyEngagement_ch00020", "text": "You are at present in an adulterated conception of your own life. The mind, intelligence, and exploiting energies of different kinds are all adulteration. So from your existence will be eliminated all kinds of adulteration. It will be purified and your real self within will come out in its pristine glory, and you will find you have a happy devotional connection with the Supersoul, the super-knowledge. You will come across knowledge proper—a clear, personal type of knowledge—with its paraphernalia and systematic existence.\n\nWhatever you are attracted to at present in this mundane plane will be transferred. Affection proper will be discovered. At present your affection, attraction, and love are misdirected, but they will find their proper place and position. The special characteristic is that you will have a real place and position where these faculties of affection and attraction will find a special support, a proper place to which they will be directed. This is devotion.", "metadata": {"book_id": "en-HolyEngagement", "title": "HolyEngagement", "author": "Unknown", "chunk_index": 20, "type": "prose", "category": "book", "source": "en-HolyEngagement.txt", "tradition": "Gaudiya Vaishnavism", "entities": [], "topics": [{"name": "Sadhana-bhakti", "score": 0.8}, {"name": "Nama-tattva", "score": 0.6}, {"name": "Avatar-tattva", "score": 0.4}], "text_canonical": null}}
{"id": "en-HolyEngagement_ch00021", "text": "Searching Life’s Secret\n\n-----------------------\n\nChapter Two\n\nSearching Life’s Secret\n\nWe must have eagerness to mix with sādhus of the higher type and avoid liking the company of the ordinary public. If we allow ourselves to mix with the ordinary public in the name of preaching or collection or any other thing, that will be detrimental to our cause.\n\nvācho vegaṁ manasaḥ krodha-vegaṁ", "metadata": {"book_id": "en-HolyEngagement", "title": "HolyEngagement", "author": "Unknown", "chunk_index": 21, "type": "prose", "category": "book", "source": "en-HolyEngagement.txt", "tradition": "Gaudiya Vaishnavism", "entities": ["sādhus", "Krishna", "Chaitanya Mahaprabhu", "Bhakti Vinod Thakur", "Navadvip", "Vrindavan"], "topics": [{"name": "Saranagati", "score": 0.8}, {"name": "Sadhana-bhakti", "score": 0.6}, {"name": "Guru-tattva", "score": 0.4}], "text_canonical": null}}
{"id": "en-HolyEngagement_ch00022", "text": "jihvā-vegam udaropastha-vegam\n\netān vegān yo viṣaheta dhīraḥ\n\nsarvām apīmāṁ pṛthivīṁ sa śiṣyāt\n\n(Śrī Upadeśāmṛta: 1)\n\nInspired by the advice of Śrīman Mahāprabhu, Śrīla Rūpa Goswāmī put his advice into this poetic language.\n\nVācho vegaṁ: one should not be habituated to speak much, to speak always, whether good or bad, without discrimination. Also, manasaḥ, the raw mental flow is to be controlled. The mind generally thinks about war, about astonishing scientific research, about making money feverishly, and so on. People who are greedy always try to keep company with millionaires, but the mind must not be allowed to run after such things. Those who are full of lust are always searching for beautiful women. Such is their campaign. And those that have controlled their senses are always searching for different conceptions of Nārāyaṇ. So, the ordinary flow of the mind towards exploitation, towards tempting things, must be checked. We are not to allow the flow of our mind to go this side, that side, and every side.\n\nKrodha-vegaṁ: sometimes anger may come, but it creates disaster. It is inevitable that there will be a reaction to anger; therefore, we shall try to check that type of flow of the mind towards anger. But still, we must try to utilise for the service of Kṛṣṇa all of whatever we still have left of these things.", "metadata": {"book_id": "en-HolyEngagement", "title": "HolyEngagement", "author": "Unknown", "chunk_index": 22, "type": "prose", "category": "book", "source": "en-HolyEngagement.txt", "tradition": "Gaudiya Vaishnavism", "entities": ["Śrīman Mahāprabhu", "Śrīla Rūpa Goswāmī"], "topics": [{"name": "Sadhana-bhakti", "score": 0.8}, {"name": "Nama-tattva", "score": 0.6}, {"name": "Guru-tattva", "score": 0.4}], "text_canonical": null}}
{"id": "en-HolyEngagement_ch00023", "text": "Kāma Kṛṣṇa-karmārpaṇe krodha bhakta-dveṣi-jane. Speculation, planning, etc. may be utilised in the service of Kṛṣṇa. We shall try to utilise any anger within us by defending the devotees, and in this way in no time we shall get relief from anger. The free-flow of the mind may be directed and utilised in sādhu-saṅge Hari-kathā. Prajalpa is unnecessary discussion about mundane affairs. Also, we should not be eager to have the company of any person without first considering whether his association will be good.\n\nJihvā-vegam means our attraction to a particular taste. Some may have a particular attraction to the pungent, some to the bitter, some to the sweet, some to the acidic, etc. We should try to avoid the hankering of the tongue to taste particular things. How? The process is that while taking anything I am to consider how nicely the sādhu, the Guru, or the Lord has first tasted it. The material things should be subservient, and our attention should be directed towards the subjective feeling of how the higher have tasted it. This is the clue to how to get free from the material taste.", "metadata": {"book_id": "en-HolyEngagement", "title": "HolyEngagement", "author": "Unknown", "chunk_index": 23, "type": "prose", "category": "book", "source": "en-HolyEngagement.txt", "tradition": "Gaudiya Vaishnavism", "entities": ["Kṛṣṇa", "Chaitanya Mahaprabhu", "Bhakti Vinod Thakur", "sādhu", "Guru"], "topics": [{"name": "Sadhana-bhakti", "score": 0.8}, {"name": "Nama-tattva", "score": 0.6}, {"name": "Saranagati", "score": 0.5}], "text_canonical": null}}
{"id": "en-HolyEngagement_ch00024", "text": "Mahāprabhu tried to avoid sweet things: “I am a sannyāsī, so I must keep the ideal. If I take the good things, then all will follow that example, and it will be detrimental to them.”\n\nThen, Svarūp Dāmodar said, “That is the negative side, but the positive side is that one should take prasādam. A person must have the experience of how Jagannāth has tasted the preparations.” From the objective world we are to go to the subjective. All feelings should be collected and applied towards the higher plane, and they must be withdrawn from the lower plane.\n\nUdara-vegam: “I have not taken much food. My belly seems to be vacant; I shall take more.” Such tendency to take more and more is called udara-vega.\n\nJihvā-vega is for the taste, the quality, and udara-vega is for the quantity. And upastha-vega is the tendency or urge to gain pleasure from the company of women. We are instructed that these three are in one line and they help each other: jihvā-vega, udara-vega, and upastha-vega. We must be very careful to get rid of them. They cause so much disaster in one’s life. They spoil so many lives. We must be careful in our dealings with them.", "metadata": {"book_id": "en-HolyEngagement", "title": "HolyEngagement", "author": "Unknown", "chunk_index": 24, "type": "prose", "category": "book", "source": "en-HolyEngagement.txt", "tradition": "Gaudiya Vaishnavism", "entities": ["Mahaprabhu", "Svarup Dāmodar", "Jagannāth"], "topics": [{"name": "Saranagati", "score": 0.8}, {"name": "Nama-tattva", "score": 0.6}, {"name": "Sadhana-bhakti", "score": 0.4}], "text_canonical": null}}
{"id": "en-HolyEngagement_ch00025", "text": "Etān vegān yo viṣaheta dhīraḥ, sarvām apīmāṁ pṛthivīṁ sa śiṣyāt: “One who can control all of these difficulties is a real goswāmī, and he can control the whole of the world. He is eligible to make the population of the whole world into his disciples. Any number of disciples cannot make him deviate from his standpoint.” These have been given as the cautionary points for the sādhus who come under the flag of Śrī Chaitanyadev.\n\nBut how can we become intimate with a sādhu?", "metadata": {"book_id": "en-HolyEngagement", "title": "HolyEngagement", "author": "Unknown", "chunk_index": 25, "type": "prose", "category": "book", "source": "en-HolyEngagement.txt", "tradition": "Gaudiya Vaishnavism", "entities": ["Krishna", "Chaitanya Mahaprabhu", "Bhakti Vinod Thakur", "Navadvip", "Vrindavan"], "topics": [{"name": "Guru-tattva", "score": 0.8}, {"name": "Saranagati", "score": 0.6}, {"name": "Nama-tattva", "score": 0.5}], "text_canonical": null}}
{"id": "en-HolyEngagement_ch00026", "text": "dadāti pratigṛhṇāti guhyam ākhyāti pṛchchhati\n\nbhuṅkte bhojayate chaiva ṣaḍ-vidhaṁ prīti-lakṣaṇam\n\n(Śrī Upadeśāmṛta: 4)\n\nWe can increase our attraction and love for a sādhu by giving him raw items and by accepting his prasādam—to give and to take. To give items to be utilised by him, and to accept whatever is necessary for ourselves, but nothing new.\n\nWe won’t try to take anything new, but we will wish only for something which has been used by the Guru and Vaiṣṇavas, whether it be a garland, clothes, decorations, or whatever. We shall try to live by the remnants of the Vaiṣṇavas. We shall present new things to the sādhus, and we shall try to live by their remnants.\n\nGuhyam ākhyāti: I should reveal my innermost feelings to the sādhu, “From my innermost heart I feel these many particular things within me. Are these feelings good or bad? And if bad, what is the remedy?” We shall place our inner heart before him so he may examine and proceed accordingly.\n\nPṛchchhati: we shall enquire from the sādhu, “What is the secret of your holy life? Please tell me and I shall try to follow that example in order to get out of my present circumstances. In your case how did you gain relief?” We shall try to collect the secrets of success of life from a sādhu. Bhuṅkte bhojayate chaiva: we shall feed him and accept his prasādam.", "metadata": {"book_id": "en-HolyEngagement", "title": "HolyEngagement", "author": "Unknown", "chunk_index": 26, "type": "prose", "category": "book", "source": "en-HolyEngagement.txt", "tradition": "Gaudiya Vaishnavism", "entities": ["Śrī Upadeśāmṛta", "sādhu", "Guru", "Vaiṣṇavas"], "topics": [{"name": "Saranagati", "score": 0.8}, {"name": "Sadhana-bhakti", "score": 0.6}, {"name": "Nama-tattva", "score": 0.4}], "text_canonical": null}}
{"id": "en-HolyEngagement_ch00027", "text": "If we follow the above guidelines, we shall come closer to a person. If we deal in these ways with a bad man, we shall become bad, and with a good man we shall become good. There are two types of water: filtered and filthy. Filthy water can be purified. The higher sādhus can take evil thoughts from others without becoming contaminated. In their hearts resides Govinda. Govinda is infinite, and He can consume any quantity of filthy things; therefore, their hearts cannot be contaminated.", "metadata": {"book_id": "en-HolyEngagement", "title": "HolyEngagement", "author": "Unknown", "chunk_index": 27, "type": "prose", "category": "book", "source": "en-HolyEngagement.txt", "tradition": "Gaudiya Vaishnavism", "entities": ["Govinda"], "topics": [{"name": "Avatar-tattva", "score": 0.8}, {"name": "Sadhana-bhakti", "score": 0.6}, {"name": "Nama-tattva", "score": 0.4}], "text_canonical": null}}
{"id": "en-HolyEngagement_ch00028", "text": "yāre dekha, tāre kaha ‘kṛṣṇa’-upadeśa\n\nāmāra ājñāya guru hañā tāra’ ei deśa\n\n(Śrī Caitanya-charitāmṛta: Madhya-līlā, 7.128)\n\n“Whoever you find, talk with him about Kṛṣṇa only.” This should be our motto. One who follows this is a real follower of Mahāprabhu—not of Kṛṣṇa. Kṛṣṇa is almost confined within His own circle but when He comes as Mahāprabhu, His main interest is to open the way to His domain. “Go on distributing. At first distribute My sound aspect. It is the most spacious, subtle, and effective. Gradually, you will find everything there. The first connection is with My sound aspect.”\n\nHis sound aspect is all-embracing. From far away it can connect, and then the figure, then colour, then quality, then His associates, and then His Pastimes. At that time, the devotee becomes attached with some particular duty by which he joins the līlā of the Lord.", "metadata": {"book_id": "en-HolyEngagement", "title": "HolyEngagement", "author": "Unknown", "chunk_index": 28, "type": "prose", "category": "book", "source": "en-HolyEngagement.txt", "tradition": "Gaudiya Vaishnavism", "entities": ["Kṛṣṇa", "Mahāprabhu"], "topics": [{"name": "Saranagati", "score": 0.9}, {"name": "Nama-tattva", "score": 0.7}, {"name": "Lila-katha", "score": 0.5}], "text_canonical": null}}
{"id": "en-HolyEngagement_ch00029", "text": "Recognising Divinity\n\n--------------------\n\nChapter Three\n\nRecognising Divinity\n\nDevotee: When my Dīkṣā-gurudev was present, he gave me spiritual instructions; therefore, he was also my Śikṣā-guru. After his departure, I receive guidance from his books and tapes as well as his general instructions. Is he still considered to be my Śikṣā-guru? Are his books and recordings now my Śikṣā-guru?\n\nŚrīla Guru Mahārāj: Of course, but in a passive way. Generally, the Chaittya-guru’s function is better there. If you fail to understand a particular passage, then you cannot have progress. Passively, it is represented to you, but you have to extract the real purpose; and another Vaiṣṇava may see something more there. Therefore, it has been said, “Yāha, Bhāgavata paḍa Vaiṣṇavera sthāne: if you want to read the Bhāgavatam, you must go to a Vaiṣṇava Āchārya, a Vaiṣṇava teacher, and read it under his guidance; otherwise, you may fail to understand the real standpoint. You must read Vaiṣṇava scripture with the help of the Vaiṣṇava Āchārya.” The passive Śikṣā-guru may help to remind you, but if you fail to understand, the book will not come to remove your misconception. But the living Śikṣā-guru, the sādhu, will point out and explain the misunderstandings. Sādhu and śāstra are both necessary, but the sādhu is principal. In the absence of the living scripture—the sādhu—the passive scripture—the śāstra—is there to give us help.", "metadata": {"book_id": "en-HolyEngagement", "title": "HolyEngagement", "author": "Unknown", "chunk_index": 29, "type": "prose", "category": "book", "source": "en-HolyEngagement.txt", "tradition": "Gaudiya Vaishnavism", "entities": ["Dīkṣā-gurudev", "Śrīla Guru Mahārāj", "Chaittya-guru", "Vaiṣṇava", "Bhāgavata", "Śikṣā-guru"], "topics": [{"name": "Guru-tattva", "score": 0.9}, {"name": "Saranagati", "score": 0.7}, {"name": "Sadhana-bhakti", "score": 0.6}], "text_canonical": null}}
{"id": "en-HolyEngagement_ch00030", "text": "Devotee: Is the Chaittya-guru passive?\n\nŚrīla Guru Mahārāj: It is not passive but it is somewhat vague within us, and we may not always be able to detect its advices. It is difficult to understand its advice.\n\nDevotee: Can the Chaittya-guru be a manifestation of our Gurudev and of Kṛṣṇa also?\n\nŚrīla Guru Mahārāj: Yes. When we internally ask something while standing before our Gurudev, “Please advise me in this particular position. What am I to do?” Then, we may feel something: “My Gurudev is giving this suggestion.” If we are pure, then we shall be able to catch the real solution from him.\n\nWhile reading Bhagavad-gītā, we may also ask Kṛṣṇa, “What is the real meaning of Your speech? Please allow me to understand.” According to our position, we will be able to understand if Kṛṣṇa suggests, “This is the purpose of My speech …” But it is vague and depends upon one’s capacity of realisation.\n\nDevotee: Many of us did not get to see or speak with our Gurudev much, so how is the spiritual master aware of the activities of his disciples? Also the spiritual master is sometimes far away from the disciples, so how does he keep connection with them?", "metadata": {"book_id": "en-HolyEngagement", "title": "HolyEngagement", "author": "Unknown", "chunk_index": 30, "type": "prose", "category": "book", "source": "en-HolyEngagement.txt", "tradition": "Gaudiya Vaishnavism", "entities": ["Śrīla Guru Mahārāj", "Gurudev", "Kṛṣṇa"], "topics": [{"name": "Guru-tattva", "score": 0.8}, {"name": "Saranagati", "score": 0.6}, {"name": "Nama-tattva", "score": 0.4}], "text_canonical": null}}
{"id": "en-HolyEngagement_ch00031", "text": "Śrīla Guru Mahārāj: He can gain a general conception from the letters of the disciple, by his words, and also from others. From one, two, or more sources he may conjecture as to the way the disciple is engaging as well as his current stage of progress. By the activities, expression, and aspiration of a disciple, it is not too difficult to understand his general situation and plane. So many tests exist.\n\nGenerally, it is said that a man cannot be judged by his dress, but he can be judged by his words. But in devotional life a person may even be judged by the nature of his dress as well as of course by his words, practices, attachment, etc.\n\nIf some dirt will accumulate and cause an interruption in the running of a fine machine such as a computer, the expert will be able to understand the nature of the defect. Similarly, the plane of a person can be known from the words he speaks and the actions he performs. His earnestness and attraction for various particular stages of duty are among the many symptoms by which a person’s position can be understood.", "metadata": {"book_id": "en-HolyEngagement", "title": "HolyEngagement", "author": "Unknown", "chunk_index": 31, "type": "prose", "category": "book", "source": "en-HolyEngagement.txt", "tradition": "Gaudiya Vaishnavism", "entities": ["Śrīla Guru Mahārāj"], "topics": [{"name": "Sadhana-bhakti", "score": 0.8}, {"name": "Nama-tattva", "score": 0.6}, {"name": "Guru-tattva", "score": 0.5}], "text_canonical": null}}
{"id": "en-HolyEngagement_ch00032", "text": "In general, some may tend towards renunciation, others towards exploitation, and some towards devotion. Amongst the devotional section, some may tend towards devotion to the Deity, some to devotion to the Vaiṣṇavas, some to devotion to the Guru. A devotee’s situation may be assessed according to where his intensity and eagerness lies. There are many signs to indicate the different stages of devotees.\n\nThe position of a devotee can also be assessed according to the nature of his enquiry. What does he want to know? In the śāstra are listed different stages of enquiry and instruction.\n\nDevotee: After the disappearance of the spiritual master, is the connection still maintained? Is the spiritual master still aware of the disciple’s activities?\n\nŚrīla Guru Mahārāj: Our attitude should be to consider that he is seeing everything from above.\n\nWe cannot have full knowledge of our Gurudev. A devotee after fifteen years of continuous service as a sannyāsī was told by our Guru Mahārāj, Prabhupād Śrīla Bhakti Siddhānta Saraswatī Ṭhākur, “You have not seen me. You could not see or meet me.” By this example we can understand that it is very difficult for the disciples to know in what plane the Gurudev is staying.", "metadata": {"book_id": "en-HolyEngagement", "title": "HolyEngagement", "author": "Unknown", "chunk_index": 32, "type": "prose", "category": "book", "source": "en-HolyEngagement.txt", "tradition": "Gaudiya Vaishnavism", "entities": ["Krishna", "Chaitanya Mahaprabhu", "Bhakti Vinod Thakur", "Guru Mahārāj", "Prabhupād Śrīla Bhakti Siddhānta Saraswatī Ṭhākur"], "topics": [{"name": "Saranagati", "score": 0.8}, {"name": "Sadhana-bhakti", "score": 0.6}, {"name": "Guru-tattva", "score": 0.5}], "text_canonical": null}}
{"id": "en-HolyEngagement_ch00033", "text": "He was one of the most popular sannyāsīs amongst Śrīla Prabhupād’s disciples, but during Śrīla Prabhupād’s last days that sannyāsī took some independent action which caused this remark to come from our Guru Mahārāj, “You could not meet me; you could not see who I am.” In other words, we understood that Guru Mahārāj indicated, “You are trying to be a canvasser of the gṛhasthas—not my servant. Some men and money are at your disposal, and you think I want men and money and so you are supplying me with such things. You think that your property is your men and money, and sometimes you give something to me by way of a bribe, and then you return to keeping your estate. But I require that you be my man and that you will always work cent per cent on my behalf, and never be influenced by the popular opinion of any charm of the material world. You are to be cent per cent my servant. Whatever you do must be independent of any connection with the outside world. No outside connection is to influence you in anyway. You are to be always clear. You are to handle the world but not establish any connection or affection in the world. Cent per cent, you are to be mine. That should be the attitude. You are to be my man and you are not to incur any obligation to the external world. It is not that in the name of devotion you will come and plead on their behalf to me. You are to be always cent per cent mine, and in this way engage yourself with the outside world—whether with men, money, fame, or", "metadata": {"book_id": "en-HolyEngagement", "title": "HolyEngagement", "author": "Unknown", "chunk_index": 33, "type": "prose", "category": "book", "source": "en-HolyEngagement.txt", "tradition": "Gaudiya Vaishnavism", "entities": ["Śrīla Prabhupād", "Guru Mahārāj"], "topics": [{"name": "Saranagati", "score": 0.9}, {"name": "Sadhana-bhakti", "score": 0.7}, {"name": "Guru-tattva", "score": 0.5}], "text_canonical": null}}
{"id": "en-HolyEngagement_ch00034", "text": "anything else. This connection must not be slack.”", "metadata": {"book_id": "en-HolyEngagement", "title": "HolyEngagement", "author": "Unknown", "chunk_index": 34, "type": "prose", "category": "book", "source": "en-HolyEngagement.txt", "tradition": "Gaudiya Vaishnavism", "entities": ["Krishna", "Chaitanya Mahaprabhu", "Bhakti Vinod Thakur", "Navadvip", "Vrindavan"], "topics": [{"name": "Guru-tattva", "score": 0.8}, {"name": "Saranagati", "score": 0.6}, {"name": "Nama-tattva", "score": 0.4}], "text_canonical": null}}
{"id": "en-HolyEngagement_ch00035", "text": "On the other hand, Vāsudev Datta said to Mahāprabhu on behalf of the people at large, “Please accept them. I stand as their guarantor. If you wish, you may send me to eternal hell, but please accept them.” But that mood is of another type. There is no lacking of faith in the centre; rather the most intense degree of faith in the centre is displayed by his words, although apparently he pleaded for the public at his own risk.\n\nDevotee: It is also said, chakṣu-dāna dilā yei janme janme prabhu sei, that he who gives me transcendental vision is my lord, birth after birth. So, is the connection with the spiritual master actually eternal, birth after birth?\n\nŚrīla Guru Mahārāj: Of course. But we must not identify him with the appearance we experience by our physical senses. The inner identification is necessary, and that vision will increase according to our inner growth. Our vision will increase and transform from prākṛta to aprākṛta, from material to transcendental. As our vision changes, the way we see Gurudev will change accordingly. A man is generally known first by his external uniform, then by his body, then by his mind, then by his intelligence. As much as our eye will develop to see things rightly, what we see will change its appearance.", "metadata": {"book_id": "en-HolyEngagement", "title": "HolyEngagement", "author": "Unknown", "chunk_index": 35, "type": "prose", "category": "book", "source": "en-HolyEngagement.txt", "tradition": "Gaudiya Vaishnavism", "entities": ["Vāsudev Datta", "Mahāprabhu", "Śrīla Guru Mahārāj"], "topics": [{"name": "Saranagati", "score": 0.8}, {"name": "Guru-tattva", "score": 0.7}, {"name": "Nama-tattva", "score": 0.6}], "text_canonical": null}}
{"id": "en-HolyEngagement_ch00036", "text": "Āchāryaṁ Māṁ vijānīyān: the Lord says, “It is ultimately I who am the Āchārya. It is My function in different stages and forms.” At the same time, different Āchāryas may simultaneously work together. They have their common ground in their Śrī Gurudev, but, like so many branches of a tree, they differ in many ways. Still, the ideal is Āchāryaṁ Māṁ vijānīyān. The ideal is going from gross to subtle. According to the depth of vision of the eye of the viewer, some factors are in common, some different.\n\nDifferent depths of vision will disclose different realities of the Āchārya, and it will go in different rasas [divine relationships] to the highest position by a gradual process of realisation. Otherwise, it will be martya-buddhi, a material conception of the Divinity, and that is a crime; that is ignorance. It is erroneous.", "metadata": {"book_id": "en-HolyEngagement", "title": "HolyEngagement", "author": "Unknown", "chunk_index": 36, "type": "prose", "category": "book", "source": "en-HolyEngagement.txt", "tradition": "Gaudiya Vaishnavism", "entities": ["Krishna", "Chaitanya Mahaprabhu", "Bhakti Vinod Thakur", "Navadvip", "Vrindavan"], "topics": [{"name": "Guru-tattva", "score": 0.8}, {"name": "Saranagati", "score": 0.6}, {"name": "Nama-tattva", "score": 0.5}], "text_canonical": null}}
{"id": "en-HolyEngagement_ch00037", "text": "We are to withdraw ourselves from the snare of identifying reality with the physical form presented to our senses. The eye is a deceiver; it cannot see the proper form. The ear also deceives. The form of the Āchārya is not indriya-grāhya, perceivable by the senses; it is indriyātīta, beyond the experience of the senses. Because we are in such a low position, we must gradually proceed to the inner world with the help of the figure we see before us. But so much importance is given to seeing deeper. The Āchārya sometimes wears winter clothing and sometimes he wears summer clothing, but we are not to identify him with the dress even though it is also indispensably connected with his body. Similarly, the Āchārya may show himself to have a young body but later in life he shows an old body. Similarly, in one birth he may come in a particular body and another time he may come in another body. The same Āchārya may come differently at different times. From the external we shall have to go to the internal. This applies to ourselves also. If I lose this body of flesh and blood and have instead only a subtle body, then I shall see the Guru in the form of his subtle body, not in the form of this physical type of body. The Devatās, Gandharvas, and Siddhas also have their Gurus, but neither they nor their Āchāryas have a material body. So, we are to eliminate the external conception and enter within the internal conception, and that will be all-important to a progressive disciple. It does", "metadata": {"book_id": "en-HolyEngagement", "title": "HolyEngagement", "author": "Unknown", "chunk_index": 37, "type": "prose", "category": "book", "source": "en-HolyEngagement.txt", "tradition": "Gaudiya Vaishnavism", "entities": ["Krishna", "Chaitanya Mahaprabhu", "Bhakti Vinod Thakur", "Navadvip", "Vrindavan"], "topics": [{"name": "Guru-tattva", "score": 0.9}, {"name": "Saranagati", "score": 0.7}, {"name": "Nama-tattva", "score": 0.5}], "text_canonical": null}}
{"id": "akrodha-paramananda_ch00000", "text": "Akrodha paramānanda\n\n-------------------\n\nAkrodha paramānanda\n\nakrodha paramānanda nityānanda rāy\n\nabhimāna\n\nśūnya nitāi nagare beḍāy\n\n(1) The great personality, Lord Nityānanda Prabhu, is free from anger and full of transcendental ecstasy. He wanders throughout the towns, free from false pride and arrogance.", "metadata": {"book_id": "akrodha-paramananda", "title": "akrodha-paramananda", "author": "Unknown", "chunk_index": 0, "type": "song_verse", "category": "song", "source": "akrodha-paramananda.txt", "tradition": "Gaudiya Vaishnavism", "entities": ["Nityānanda Prabhu", "Nitāi Nagare"], "topics": [{"name": "Gaura-tattva", "score": 1.0}], "tattva": "Nityananda Tattva", "reasoning": "The chunk mentions Nityānanda Prabhu, a direct associate of Sri Chaitanya Mahaprabhu, and describes his qualities and behavior."}}
{"id": "akrodha-paramananda_ch00001", "text": "adhama patita jīver dvāre dvāre giyā harināma mahāmantra dena bilāiyā\n\n(2) He travels from door to door to the homes of the fallen souls, freely distributing the Hare Krishna mahāmantra.\n\njāre dekhe tāre kohe dante tṛṇa kori āmāre kiniyā loho bhaja gaurahari\n\n(3) With straw between His teeth, He begs all who cross his path, “Worship Lord Gaurahari and you will purchase me.”", "metadata": {"book_id": "akrodha-paramananda", "title": "akrodha-paramananda", "author": "Unknown", "chunk_index": 1, "type": "song_verse", "category": "song", "source": "akrodha-paramananda.txt", "tradition": "Gaudiya Vaishnavism", "entities": ["Nityānanda Prabhu", "Hare Krishna mahāmantra", "Gaurahari"], "topics": [{"name": "Saranagati", "score": 0.8}], "tattva": "Nityananda Tattva", "reasoning": "The current chunk describes the pastimes of Nityānanda Prabhu, distributing the Hare Krishna mahāmantra and begging for worship of Gaurahari, which aligns with the definition of Nityananda Tattva."}}
{"id": "akrodha-paramananda_ch00002", "text": "eta boli’ nityānanda bhūme goḍi jāy sonāra parvata jena dhūlāte loṭāy\n\n(4) Saying this Nityānanda falls to the ground, appearing like a golden mountain rolling in the dust.\n\nheno avatāre jāra rati nā janmilo lochan bole sei pāpī elo āra gelo\n\n(5) Where attachment for such an incarnation has not arisen, Lochan Dās says that such a sinful person comes and goes in the cycle of repeated birth and death.", "metadata": {"book_id": "akrodha-paramananda", "title": "akrodha-paramananda", "author": "Unknown", "chunk_index": 2, "type": "song_verse", "category": "song", "source": "akrodha-paramananda.txt", "tradition": "Gaudiya Vaishnavism", "entities": ["Nityānanda", "Lochan Dās"], "topics": [{"name": "Saranagati", "score": 0.8}], "tattva": "Gaura-Krishna Tattva", "reasoning": "Nityānanda is a prominent associate of Gaurahari (Chaitanya Mahaprabhu), and the context of the verse emphasizes the importance of attachment to the Lord's incarnation, which is a key aspect of Saranagati (surrender). The mention of Lochan Dās, a devotee who has not developed attachment to the Lord, serves as a contrast to highlight the significance of this attachment."}}
{"id": "akrodha-paramananda_ch00003", "text": "Original: https://krishnasearch.com/#/kirtan/akrodha\n\nparamananda", "metadata": {"book_id": "akrodha-paramananda", "title": "akrodha-paramananda", "author": "Unknown", "chunk_index": 3, "type": "song_verse", "category": "song", "source": "akrodha-paramananda.txt", "tradition": "Gaudiya Vaishnavism"}}
{"id": "amara-jivana-sada-pape-rata_ch00000", "text": "Āmāra jīvana\n\n------------\n\nĀmāra jīvana\n\nāmāra jīvana, sadā pāpe rata, nāhiko puṇyera leśa porere udvega, diyāchi je koto, diyāchi jīvere kleśa\n\n(1) My life is always attached to sinful activity and there is not even a small part of goodness in it. I have caused others anxiety and given trouble to other souls.\n\nnija sukha lāgi’, pāpe nāhi ḍori, dayā-hīna svārtha-paro para-sukhe duḥkhī, sadā mithya-bhāṣī, para-duḥkha sukha-kara\n\n(2) For the sake of my own happiness I have openly performed sinful activity. Devoid of compassion, I am concerned only with my own selfish interests. Always telling lies, I become miserable to see the happiness of others, while the misery of others brings great happiness to me.\n\naśeṣa kāmanā, hṛdi mājhe mora, krodhī, dambha-parāyana mada-matta sadā, viṣoye mohita, hiṁsā-garva vibhūṣana\n\n(3) There are limitless material desires within the core of my heart. I am full of anger, attached to arrogance, intoxicated by vanity, and always bewildered by enjoying sense objects. Violence and pride are my ornaments.", "metadata": {"book_id": "amara-jivana-sada-pape-rata", "title": "amara-jivana-sada-pape-rata", "author": "Unknown", "chunk_index": 0, "type": "song_verse", "category": "song", "source": "amara-jivana-sada-pape-rata.txt", "tradition": "Gaudiya Vaishnavism"}}
{"id": "amara-jivana-sada-pape-rata_ch00001", "text": "nidrālasya hata, sukārje virata, akārje udyogī āmi pratiṣṭha lāgiyā, śāṭhya-ācharaṇa, lobha-hata sadā kāmī\n\n(4) Ruined by laziness and sleep, I resist all pious deeds, yet am very enthusiastic to perform wicked acts. For the sake of worldly fame and reputation I engage in the practice of deceitfulness. I am always lustful and a victim of my own greed.\n\nheno durjana, sajjana\n\nvarjita, aparādhi nirantara śubha\n\nkārja\n\nśūnya, sadānartha\n\nmanāḥ, nānā duḥkhe jara jara\n\n(5) A vile, wicked man such as this, rejected by saintly persons, is a constant offender, devoid of auspicious works, always in the mentality of separate interest, and wasted away by various kinds of miseries.\n\nbārdhakye ekhona, upāya-vihīna, tā’te dīna akiñchana bhakativinoda, prabhura charaṇe, kore duḥkha nivedana\n\n(6) Now in old age, deprived of all means of relief, thus humbled and destitute, this Bhakti Vinod submits his tale of grief at the feet of the Supreme Lord.", "metadata": {"book_id": "amara-jivana-sada-pape-rata", "title": "amara-jivana-sada-pape-rata", "author": "Unknown", "chunk_index": 1, "type": "song_verse", "category": "song", "source": "amara-jivana-sada-pape-rata.txt", "tradition": "Gaudiya Vaishnavism", "entities": ["nidrālasya", "sukārje", "virata", "akārje", "udyogī", "śāṭhya-ācharaṇa", "lobha-hata", "kāmī", "heno durjana", "sajjana", "varjita", "aparādhi", "nirantara", "śubha", "kārja", "śūnya", "sadānartha", "manāḥ", "nānā", "duḥkhe", "jara", "jara", "bārdhakye", "upāya-vihīna", "tā’te", "dīna", "akiñchana", "bhakativinoda", "prabhura", "charaṇe", "kore", "duḥkha", "nivedana"], "topics": [{"name": "Guru-tattva", "score": 0.8}], "tattva": "Tatastha Shakti", "reasoning": "The current chunk describes the speaker's inner state, which is characterized by laziness, sleep, and a lack of pious deeds. This suggests that the speaker is struggling with their own internal nature, which is a key aspect of the Tatastha Shakti (Jiva or individual soul). The speaker's actions and thoughts are also driven by selfish interests and a desire for worldly fame, which further supports this classification."}}
{"id": "amara-jivana-sada-pape-rata_ch00002", "text": "Original: https://krishnasearch.com/#/kirtan/amara\n\njivana\n\nsada\n\npape\n\nrata", "metadata": {"book_id": "amara-jivana-sada-pape-rata", "title": "amara-jivana-sada-pape-rata", "author": "Unknown", "chunk_index": 2, "type": "song_verse", "category": "song", "source": "amara-jivana-sada-pape-rata.txt", "tradition": "Gaudiya Vaishnavism"}}
